[
  {
    "slug": "/background/tides_background",
    "title": "How Tides Work in Puget Sound",
    "description": "Tides in the Pacific Northwest are large, and have complex patterns that can be hard to understand. Here we look at some of these patterns and the reasons for them.",
    "content": "## The plots to the right or below show the tide height at Seattle over three different time periods:\n\n<Image src={'/images/ThreeeTimeWindows.png'} width={900} height={517} alt={'Tides over three time windows'} />\n\n## These have many of the features we would like to explain:\n\n**One Day**\n\n* [Why are there two tidal cycles in a day?](https://faculty.washington.edu/pmacc/LO/tides_background.html#semidiurnal)\n* [Why are the two low waters in a day so different from each other?](https://faculty.washington.edu/pmacc/LO/tides_background.html#diurnal)\n\n**One Month**\n\n* [Why are there times of the month with much larger tidal range?](https://faculty.washington.edu/pmacc/LO/tides_background.html#spring-neap)\n* [Why are there times in the month when the two low waters are about equal?](https://faculty.washington.edu/pmacc/LO/tides_background.html#declination)\n\n**One Year**\n\n* [What causes changes in the tide over the course of a year?](https://faculty.washington.edu/pmacc/LO/tides_background.html#annual)\n\n**Long-term Variation of the Tides**\n\n* [What about sea level rise?](https://faculty.washington.edu/pmacc/LO/tides_background.html#long-term)\n\n**Spatial Patterns of Tides**\n\n* [Are the tides in Seattle the same as those on the Washington coast?](https://faculty.washington.edu/pmacc/LO/tides_background.html#spatial)\n\n[**RESOURCES**](https://faculty.washington.edu/pmacc/LO/tides_background.html#resources)\n\n## Why are there two tides a day?\n\nOver one day there are about two tidal cycles, meaning two high waters and two low waters. Tides are caused by small perturbations to gravity due to the sun and moon. The sun is highest in the sky once a day, and the moon is on almost the same schedule, being highest in the sky once every 24 hours and 50 minutes. So why are there two tidal cycles? The reason is that the forcing from either sun or moon peaks twice a day.\n\nTides are forced by tiny variations of gravity due to the moon and sun. Even though it is much smaller, the moon's influence is about twice as big as the sun's, because it is closer. The physics is the same in both cases so we can just look at one to find out what is going on.\n\n<div className={'lg:flex gap-4 '}>\n  <div className={'w-full flex-2'} />\n\n  <div className={'w-full flex-3'} />\n</div>\n",
    "_searchMeta": {
      "cleanContent": "the plots to the right or below show the tide height at seattle over three different time periods: image src images threeetimewindows png width 900 height 517 alt tides over three time windows these have many of the features we would like to explain: one day why are there two tidal cycles in a day why are the two low waters in a day so different from each other one month why are there times of the month with much larger tidal range why are there times in the month when the two low waters are about equal one year what causes changes in the tide over the course of a year long-term variation of the tides what about sea level rise spatial patterns of tides are the tides in seattle the same as those on the washington coast resources why are there two tides a day over one day there are about two tidal cycles meaning two high waters and two low waters tides are caused by small perturbations to gravity due to the sun and moon the sun is highest in the sky once a day and the moon is on almost the same schedule being highest in the sky once every 24 hours and 50 minutes so why are there two tidal cycles the reason is that the forcing from either sun or moon peaks twice a day tides are forced by tiny variations of gravity due to the moon and sun even though it is much smaller the moon s influence is about twice as big as the sun s because it is closer the physics is the same in both cases so we can just look at one to find out what is going on div classname lg:flex gap-4 div classname w-full flex-2 div classname w-full flex-3 div",
      "headings": [
        "The plots to the right or below show the tide height at Seattle over three different time periods:",
        "These have many of the features we would like to explain:",
        "Why are there two tides a day?"
      ],
      "keywords": [
        "The plots to the right or below show the tide height at Seattle over three different time periods:",
        "These have many of the features we would like to explain:",
        "Why are there two tides a day?",
        "One Day",
        "One Month",
        "One Year",
        "Long-term Variation of the Tides",
        "Spatial Patterns of Tides",
        "RESOURCES"
      ]
    }
  },
  {
    "slug": "/forecastmovies/p5_PS_speed_top",
    "title": "Puget Sound Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4'}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_PS_speed_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color and arrows show the surface currents throughout Puget Sound. The strongest influence on the currents is the tides, although winds may also have a big effect, especially near river plumes.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1psspeed_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color and arrows show the surface currents throughout puget sound the strongest influence on the currents is the tides although winds may also have a big effect especially near river plumes the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/forecastmovies/p5_PS_temp_top",
    "title": "Puget Sound Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4'}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_PS_temp_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color shows the temperature of surface waters throughout Puget Sound.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1pstemp_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color shows the temperature of surface waters throughout puget sound the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/forecastmovies/p5_Phab_full_salt_top",
    "title": "Full Region Surface Salinity and Drifters",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4'}>\n  <div className={'w-full'}>\n    <Video src={'/videos/Phab_full_salt_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    The color shows the salinity of the surface of the ocean which varies from zero in freshwater to about 34 parts-per-thousand in the ocean. Plumes from many rivers are apparent, especially the Columbia River on the coast and the Fraser River within the Salish Sea. The river plumes can be moved around quite a bit depending on the direction of the prevailing wind. Often during the winter, when winds are dominated by storms coming from the south, the Columbia River plume is pushed tight to the Washington coast, and may reach all the way to Neah Bay and even into the Strait of Juan de Fuca. During the summer we often see winds from the north and the Columbia River plume is pushed southwards and offshore (the offshore drift is a consequence of the Earth's rotation, the so-called \"Coriolis force\"). The importance of our many rivers is that they can deliver things like sediment and nutrients from the land to the coast. They also increase the stratificaion of the water near the coast. The river plumes may also be transport pathways for larvae of some species such as the invasive European Green Crab. Within the Salish Sea the rivers provide a key ingredient driving the massive estuarine exchange flow.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle. The black line off the coast on the map is the 200 m depth line, which marks the \"shelf break\" separating the coastal region from the deeper ocean beyond.\n\n    As part of a project to help forecast Harmful Algal Blooms along the coast, the blooms that influence whether or not razor clams are safe to harvest at the beach, we forecast the movement of simulated drifters. These are the arrays of moving red dots on the map. They are released at regions known to be potential sources of Harmful Algae, and then followed for three days to see if they are heading for the beach. This is just one of many pieces of information used by the managers who keep the razor clam harvest safe. Close ups of the particle tracks from two regions are plotted in the panels on the right. The upper right panel is the region of the Juan de Fuca Eddy. The lower right panel is the region over Heceta Bank.\n\n    The Orange star in the upper right panel shows the location of the ESP mooring, which is deployed seasonally from May through October. This mooring measures and reports concentrations of the Pseudo-nitzschia HAB toxin domoic acid every two to three days to inform coastal resource managers, health officials and the PNW HAB Bulletin about offshore HAB conditions. [Here](https://www.nanoos.org/products/habs/real-time/home.php) is the Real-time HABs site. And [here](https://www.nanoos.org/products/habs/real-time/about/esp.php) is info about the ESP.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos phabfullsalt_top mp4 div div classname w-full the color shows the salinity of the surface of the ocean which varies from zero in freshwater to about 34 parts-per-thousand in the ocean plumes from many rivers are apparent especially the columbia river on the coast and the fraser river within the salish sea the river plumes can be moved around quite a bit depending on the direction of the prevailing wind often during the winter when winds are dominated by storms coming from the south the columbia river plume is pushed tight to the washington coast and may reach all the way to neah bay and even into the strait of juan de fuca during the summer we often see winds from the north and the columbia river plume is pushed southwards and offshore the offshore drift is a consequence of the earth s rotation the so-called coriolis force the importance of our many rivers is that they can deliver things like sediment and nutrients from the land to the coast they also increase the stratificaion of the water near the coast the river plumes may also be transport pathways for larvae of some species such as the invasive european green crab within the salish sea the rivers provide a key ingredient driving the massive estuarine exchange flow the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle the black line off the coast on the map is the 200 m depth line which marks the shelf break separating the coastal region from the deeper ocean beyond as part of a project to help forecast harmful algal blooms along the coast the blooms that influence whether or not razor clams are safe to harvest at the beach we forecast the movement of simulated drifters these are the arrays of moving red dots on the map they are released at regions known to be potential sources of harmful algae and then followed for three days to see if they are heading for the beach this is just one of many pieces of information used by the managers who keep the razor clam harvest safe close ups of the particle tracks from two regions are plotted in the panels on the right the upper right panel is the region of the juan de fuca eddy the lower right panel is the region over heceta bank the orange star in the upper right panel shows the location of the esp mooring which is deployed seasonally from may through october this mooring measures and reports concentrations of the pseudo-nitzschia hab toxin domoic acid every two to three days to inform coastal resource managers health officials and the pnw hab bulletin about offshore hab conditions here is the real-time habs site and here is info about the esp div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/forecastmovies/p5_full_oxygen_bot",
    "title": "Full Region Bottom Oxygen",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_full_oxygen_bot.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color shows the amount of dissolved oxygen predicted by the model to be in the water. We model the oxygen at all depths, but the movie is focused on the bottom water, which is where oxygen is often the lowest. When oxygen drops below 2 mg/L (the red part of the colors) that is called \"hypoxia\" and organisms like crabs begin to be negatively affected. In our region hypoxia typically develops every summer on the continental shelf. In part this is because the water upwelled onto the shelf is already low in oxygen, and in part it is because of phytoplankton blooms near the surface. When these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle. The black line off the coast on the map is the 200 m depth line, which marks the \"shelf break\" separating the coastal region from the deeper ocean beyond.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1fulloxygen_bot mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color shows the amount of dissolved oxygen predicted by the model to be in the water we model the oxygen at all depths but the movie is focused on the bottom water which is where oxygen is often the lowest when oxygen drops below 2 mg l the red part of the colors that is called hypoxia and organisms like crabs begin to be negatively affected in our region hypoxia typically develops every summer on the continental shelf in part this is because the water upwelled onto the shelf is already low in oxygen and in part it is because of phytoplankton blooms near the surface when these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle the black line off the coast on the map is the 200 m depth line which marks the shelf break separating the coastal region from the deeper ocean beyond div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/forecastmovies/p5_nshelf_oxygen_bot",
    "title": "Full Region Bottom Oxygen",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast, starting two days before today.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_nshelf_oxygen_bot.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast, starting two days before today.\n\n    The color shows the amount of dissolved oxygen predicted by the model to be in the water. We model the oxygen at all depths, but the movie is focused on the bottom water, which is where oxygen is often the lowest. When oxygen drops below 2 mg/L (the red part of the colors) that is called \"hypoxia\" and organisms like crabs begin to be negatively affected. In our region hypoxia typically develops every summer on the continental shelf. In part this is because the water upwelled onto the shelf is already low in oxygen, and in part it is because of phytoplankton blooms near the surface. When these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle. The light blue lines off the coast on the map are the 100- and 200 m depth contours, the deeper of which marks the \"shelf break\" separating the coastal region from the deeper ocean beyond.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1nshelfoxygen_bot mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast starting two days before today the color shows the amount of dissolved oxygen predicted by the model to be in the water we model the oxygen at all depths but the movie is focused on the bottom water which is where oxygen is often the lowest when oxygen drops below 2 mg l the red part of the colors that is called hypoxia and organisms like crabs begin to be negatively affected in our region hypoxia typically develops every summer on the continental shelf in part this is because the water upwelled onto the shelf is already low in oxygen and in part it is because of phytoplankton blooms near the surface when these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle the light blue lines off the coast on the map are the 100- and 200 m depth contours the deeper of which marks the shelf break separating the coastal region from the deeper ocean beyond div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/highresolutionsubmodels/p5_oly_salt_top",
    "title": "South Puget Sound Surface Salinity",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_Psouth_salt_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color shows the salinity of surface waters in south Puget Sound. The model is a high-resolution (150 m grid) sub-model nested inside the larger LiveOcean domain.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1psouthsalt_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color shows the salinity of surface waters in south puget sound the model is a high-resolution 150 m grid sub-model nested inside the larger liveocean domain the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/highresolutionsubmodels/p5_oly_temp_top",
    "title": "South Puget Sound Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'lg:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_Psouth_temp_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color shows the temperature of surface waters in south Puget Sound. The model is a high-resolution (150 m grid) sub-model nested inside the larger LiveOcean domain.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname lg:flex gap-4 div classname w-full video src videos p1psouthtemp_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color shows the temperature of surface waters in south puget sound the model is a high-resolution 150 m grid sub-model nested inside the larger liveocean domain the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/highresolutionsubmodels/p5_willapa_ARAG_bot",
    "title": "Willapa & Grays Bottom Ocean Acidification",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_ARAG_bot.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of aragonite saturation state (Ωarag) for bottom waters in two of the three main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north. When the aragonite saturation state sis below about 1.5 it is likely that larval oysters will not survive because they will be unable to form shells. During upwelling conditions (winds from the north, typically in the summer) the deep waters entering the coastal estuaries from the shelf can be relatively \"corrosive\" (low aragonite saturation state) because of natural and anthropogenic processes.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wgharag_bot mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of aragonite saturation state arag for bottom waters in two of the three main estuaries on the washington coast willapa bay to the south and grays harbor to the north when the aragonite saturation state sis below about 1 5 it is likely that larval oysters will not survive because they will be unable to form shells during upwelling conditions winds from the north typically in the summer the deep waters entering the coastal estuaries from the shelf can be relatively corrosive low aragonite saturation state because of natural and anthropogenic processes the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/highresolutionsubmodels/p5_willapa_ARAG_top",
    "title": "Willapa & Grays Surface Ocean Acidification",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_ARAG_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of aragonite saturation state (Ωarag) for surface waters in two of the three main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north. When the aragonite saturation state is below about 1.5 it is likely that larval oysters will not survive because they will be unable to form shells. This movie highlights the river contribution to this problem. In particular, water from the Columbia River can also be corrosive, and this water often enters Willapa Bay and Grays Harbor during downwelling conditions (winds from the south, typical of storms any time of year).\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wgharag_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of aragonite saturation state arag for surface waters in two of the three main estuaries on the washington coast willapa bay to the south and grays harbor to the north when the aragonite saturation state is below about 1 5 it is likely that larval oysters will not survive because they will be unable to form shells this movie highlights the river contribution to this problem in particular water from the columbia river can also be corrosive and this water often enters willapa bay and grays harbor during downwelling conditions winds from the south typical of storms any time of year the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/highresolutionsubmodels/p5_willapa_salt_top",
    "title": "Willapa & Grays Surface Salinity",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_salt_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of salinity for surface waters in two of the main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wghsalt_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of salinity for surface waters in two of the main estuaries on the washington coast willapa bay to the south and grays harbor to the north the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/highresolutionsubmodels/p5_willapa_speed_top",
    "title": "Willapa & Grays Surface Currents",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_speed_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of the speed of surface currents in two of the main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wghspeed_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of the speed of surface currents in two of the main estuaries on the washington coast willapa bay to the south and grays harbor to the north the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/highresolutionsubmodels/p5_willapa_temp_top",
    "title": "Willapa & Grays Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_temp_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of temperature for surface waters in two of the main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wghtemp_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of temperature for surface waters in two of the main estuaries on the washington coast willapa bay to the south and grays harbor to the north the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/interactivetools/tracks2_PS",
    "title": "Puget Sound Drifter Tracks",
    "description": "The map plot shows tracks from simulated surface drifter tracks over three days from the most recent LiveOcean daily forecast. At the start time you can see the initial drifter release locations as blue dots.",
    "content": "<div className={'lg:flex gap-4 '}>\n  <script src=\"https://d3js.org/d3.v7.js\" />\n\n  <link href=\"/scripts/jspm/style1.css\" rel=\"stylesheet\" type=\"text/css\" />\n\n  <div className={'w-full'} id=\"map_container\">\n    <Script src=\"/scripts/jspm/tracks2_PS_d3.js\" />\n  </div>\n\n  <div className={'w-full'}>\n    <p>Time Slider: <span id=\"demo\" /></p>\n\n    <Slider defaultValue={0} min=\"0\" max=\"100\" className=\"slider\" id=\"myRange\" />\n\n    ### Puget Sound Drifter Tracks\n\n    The map plot shows tracks from simulated surface drifter tracks over three days from the most recent LiveOcean daily forecast. At the start time you can see the initial drifter release locations as blue dots.\n\n    Using the \"Time Slider\" you can see where each particle goes in time. If you click and drag across a region of the map with some drifters in it they will turn red. They will stay red when you use the Time Slider. By selecting different groups of particles at different times you can explore questions such as: Where do all the particles from one place go? or Where did all the particles that ended up in some place come from?\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname lg:flex gap-4 script src https: d3js org d3 v7 js link href scripts jspm style1 css rel stylesheet type text css div classname w-full id map_container script src scripts jspm tracks2psd3 js div div classname w-full p time slider: span id demo p slider defaultvalue 0 min 0 max 100 classname slider id myrange puget sound drifter tracks the map plot shows tracks from simulated surface drifter tracks over three days from the most recent liveocean daily forecast at the start time you can see the initial drifter release locations as blue dots using the time slider you can see where each particle goes in time if you click and drag across a region of the map with some drifters in it they will turn red they will stay red when you use the time slider by selecting different groups of particles at different times you can explore questions such as: where do all the particles from one place go or where did all the particles that ended up in some place come from div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/interactivetools/tracks2_wgh",
    "title": "Willapa Bay & Grays Harbor Drifter Tracks",
    "description": "The map plot shows tracks from simulated drifter tracks over three days from the most recent LiveOcean daily forecast.",
    "content": "<div className={'lg:flex gap-4 '}>\n  <script src=\"https://d3js.org/d3.v7.js\" />\n\n  <link href=\"/scripts/jspm/style1.css\" rel=\"stylesheet\" type=\"text/css\" />\n\n  <div className={'w-full'} id=\"map_container\">\n    <Script src=\"/scripts/jspm/willapagraysharbor/tracks2_wgh_d3.js\" />\n  </div>\n\n  <div className={'w-full'}>\n    <p>Time Slider: <span id=\"demo\" /></p>\n\n    <Slider defaultValue={0} min=\"0\" max=\"100\" className=\"slider\" id=\"myRange\" />\n\n    ### Willapa Bay & Grays Harbor Drifter Tracks\n\n    The map plot shows tracks from simulated drifter tracks over three days from the most recent LiveOcean daily forecast. At the start time you can see the initial drifter release locations as two clusters of blue dots near the beaches north and south of Willapa Bay. The green lines show the tracks that the drifters take over the full three days, about six tidal cycles.\n\n    Using the \"Time Slider\" you can see where each particle goes in time. If you click and drag across a region of the map with some drifters in it they will turn red. They will stay red when you use the Time Slider. By selecting different groups of particles at different times you can explore questions such as: Where do all the particles from the North release site go? or Where did all the particles that ended up in some place come from?\n\n    The model used here is a high-resolution model of these two estuaries, nested inside the larger LiveOcean model. It has 200 m horizontal resolution, 30 vertical layers, and wetting-and-drying of the intertidal. The particles are tracked in 3-D, including dispersion due to turbulence.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname lg:flex gap-4 script src https: d3js org d3 v7 js link href scripts jspm style1 css rel stylesheet type text css div classname w-full id map_container script src scripts jspm willapagraysharbor tracks2wghd3 js div div classname w-full p time slider: span id demo p slider defaultvalue 0 min 0 max 100 classname slider id myrange willapa bay grays harbor drifter tracks the map plot shows tracks from simulated drifter tracks over three days from the most recent liveocean daily forecast at the start time you can see the initial drifter release locations as two clusters of blue dots near the beaches north and south of willapa bay the green lines show the tracks that the drifters take over the full three days about six tidal cycles using the time slider you can see where each particle goes in time if you click and drag across a region of the map with some drifters in it they will turn red they will stay red when you use the time slider by selecting different groups of particles at different times you can explore questions such as: where do all the particles from the north release site go or where did all the particles that ended up in some place come from the model used here is a high-resolution model of these two estuaries nested inside the larger liveocean model it has 200 m horizontal resolution 30 vertical layers and wetting-and-drying of the intertidal the particles are tracked in 3-d including dispersion due to turbulence div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/interactivetools/tracks2_willapa25",
    "title": "Willapa Bay Customized Drifter Tracks",
    "description": "The map plot shows tracks from simulated drifter tracks over three days from the most recent LiveOcean daily forecast.",
    "content": "<div className={'lg:flex gap-4 '}>\n  <script src=\"https://d3js.org/d3.v7.js\" />\n\n  <link href=\"/scripts/jspm/style1.css\" rel=\"stylesheet\" type=\"text/css\" />\n\n  <div className={'w-full'} id=\"map_container\">\n    <Script src=\"/scripts/jspm/tracks2_willapa25/tracks2_willapa25_d3.js\" />\n  </div>\n\n  <div className={'w-full'}>\n    <p>Time Slider: <span id=\"demo\" /></p>\n\n    <Slider defaultValue={0} min=\"0\" max=\"100\" className=\"slider\" id=\"myRange\" />\n\n    ### Willapa Bay Customized Drifter Tracks\n\n    The map plot shows tracks from simulated drifter tracks over three days from the most recent LiveOcean daily forecast. At the start time you can see the initial drifter release locations as six clusters of blue dots at locations in and near Willapa Bay. The green lines show the tracks that the drifters take over the full three days, about six tidal cycles.\n\n    Using the \"Time Slider\" you can see where each particle goes in time. If you click and drag across a region of the map with some drifters in it they will turn red. They will stay red when you use the Time Slider. By selecting different groups of particles at different times you can explore questions such as: Where do all the particles from a given release site go? or Where did all the particles that ended up in some place come from?\n\n    The model used here is a high-resolution model of these two estuaries, nested inside the larger LiveOcean model. It has 200 m horizontal resolution, 30 vertical layers, and wetting-and-drying of the intertidal. The particles stay at the ocean surface, and so can accumulate along convergence fronts. The tides in this model tend to lag real tides by about an hour. This is something that will be improved in the next version of the model.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname lg:flex gap-4 script src https: d3js org d3 v7 js link href scripts jspm style1 css rel stylesheet type text css div classname w-full id map_container script src scripts jspm tracks2willapa25 tracks2willapa25_d3 js div div classname w-full p time slider: span id demo p slider defaultvalue 0 min 0 max 100 classname slider id myrange willapa bay customized drifter tracks the map plot shows tracks from simulated drifter tracks over three days from the most recent liveocean daily forecast at the start time you can see the initial drifter release locations as six clusters of blue dots at locations in and near willapa bay the green lines show the tracks that the drifters take over the full three days about six tidal cycles using the time slider you can see where each particle goes in time if you click and drag across a region of the map with some drifters in it they will turn red they will stay red when you use the time slider by selecting different groups of particles at different times you can explore questions such as: where do all the particles from a given release site go or where did all the particles that ended up in some place come from the model used here is a high-resolution model of these two estuaries nested inside the larger liveocean model it has 200 m horizontal resolution 30 vertical layers and wetting-and-drying of the intertidal the particles stay at the ocean surface and so can accumulate along convergence fronts the tides in this model tend to lag real tides by about an hour this is something that will be improved in the next version of the model div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/navigation",
    "title": "Navigation",
    "description": "How to build our your documents menu and navigations.",
    "content": "",
    "_searchMeta": {
      "cleanContent": "",
      "headings": [],
      "keywords": [
        "navigation",
        "sidebar",
        "menus",
        "mdx",
        "nextjs",
        "documents"
      ]
    }
  }
]