[
  {
    "slug": "/docs/background/exchange_flow",
    "title": "The Estuarine Exchange Flow",
    "description": "An estuary is a long bay that opens onto the ocean. It also has a source of buoyancy, like the freshwater that comes from a river, and it needs some energy to mix the ocean and river waters.",
    "content": "This energy usually comes from tidal currents. With these three ingredients: ocean water, river water, and tidal mixing, estuaries around the world perform a rather amazing trick - developing an \"estuarine exchange flow\" that persistently pulls ocean water in through the deeper part of the channel, and sends a mixture of ocean and river water back to the ocean in a surface flow. This exchange flow can often be surprisingly big - for example in Puget Sound it is 20 times bigger than the sum of all the rivers! This means that the exchange flow has a dominant influence over residence time and water quality in an estuary. Here we give an introduction to the physics behind the estuarine exchange flow.\n\n***\n\n<HorizontalLayout>\n  These plots show observed sections of salinity versus depth and along-channel distance for five different estuaries. The ocean is always on the right, and the river generally enters on the left. The numbers on the contours are salinity in \"parts per thousand,\" so 30 means there are 30 kg of salt in 1000 kg of salty water. Salty water is denser than fresh water, and the force of gravity makes the salinity layers want to flatten out, just like the layers of oil and vinegar in salad dressing. If you look at the vertical and horizontal scales for each section you can see that they are very different, yet all of these systems share some similarities: they gradually get saltier from the river to the ocean end, and they have some vertical stratification (a lot for the Chesapeake, and only a little for its neighbor Delaware Bay). The stratification is important because it separates the surface water from the deep water. This allows for example for bottom water to become hypoxic (low in oxygen) even though surface waters might have a lot of oxygen.\n\n  <Image width={916} height={937} src=\"/images/Figs_exchange_flow/five_sections.png\" alt=\"Estuary Sections\" />\n</HorizontalLayout>\n\n***\n\n<Image width={1359} height={743} src=\"/images/Figs_exchange_flow/exchange_sketch.png\" alt=\"Exchange Flow Sketch\" className={'lg:float-right not-prose ml-2 mb-2 max-w-lg'} />\n\nThese plots show a conceptual sketch of estuarine salinity structure (top) and tidally averaged circulation (bottom). The salinity structure is just an idealized version of the observations from many estuaries, like the five we plotted above. The \"circulation\" shows that deep water is being pulled in from the ocean, and gradually rises up to join river water and flow back out to sea near the surface. The transports of these three flows are given by Qin, QR and Qout which are volume transports (cubic meters per second).\n\nThe circulation shown above is \"tidally averaged\" meaning that it is what we find after averaging over several tidal cycles. The tidal currents are often very strong, like 1 m/s sloshing back and forth, whereas the tidally averaged currents may be much smaller, like 0.1 m/s. What makes the tidally averaged currents so important it that they are persistent, always pulling deep water into the estuary, and sending surface water out.\n\n***\n\n<HorizontalLayout>\n  So, why is there an estuarine exchange flow? Why would deep water flow in persistently when the main forcing from the river is always pushing water out? The physical process is shown separated into three steps in the panels above. The river is an essential ingredient because it introduces stratification to the system. The tides are another essential ingredient because they mix the buoyant water downward, giving it more potential energy that can be turned into the kinetic energy of the exchange flow. The final step is the tendency of the stratified water to want to flatten out its density (salinity) layers. In flattening it has to drag more ocean water in to replace the mixed water going out. The reason the exchange flow can be so much larger than the river flow is that the mixing means that much of the water going out is ocean water, which then must be replaced.\n\n  <Image width={827} height={1002} src=\"/images/Figs_exchange_flow/exchange_thought_problem.png\" alt=\"Thought Problem\" />\n</HorizontalLayout>\n\n***\n\n<HorizontalLayout>\n  <Image width={1233} height={650} src=\"/images/Figs_exchange_flow/ai_velocity.png\" alt=\"Admiralty Inlet Exchange Flow\" />\n\n  An example observation of the estuarine exchange flow is shown here. This shows tidally averaged currents versus depth at Admiralty Inlet, at the seaward end of Puget Sound. The negative currents in deeper water are the inflow, and the positive currents near the surface are the outflow. The profiles show greater exchange flow during neap tides when there are weaker tidal current. This is because the water is less turbulent then, and so there is less effective friction acting on the currents. These observations are from: Geyer, W. R., and G. A. Cannon, 1982: Sill processes related to deep water renewal in a fjord. J. Geophys. Res., 87, 7985-7996, a classic paper.\n</HorizontalLayout>\n\n***\n\nTo learn more about the physics of the exchange flow here are couple of places to start:\n\n* MacCready, P., and N. S. Banas, 2011: Residual Circulation, Mixing, and Dispersion. *Treatise on Estuarine and Coastal Science*, Vol. 2 of, Elsevier, 75-89.\n* MacCready, P., and W. R. Geyer, 2010: Advances in Estuarine Physics. *Ann. Rev. Mar. Sci.*, **2**, 35-58.\n",
    "_searchMeta": {
      "cleanContent": "this energy usually comes from tidal currents with these three ingredients: ocean water river water and tidal mixing estuaries around the world perform a rather amazing trick - developing an estuarine exchange flow that persistently pulls ocean water in through the deeper part of the channel and sends a mixture of ocean and river water back to the ocean in a surface flow this exchange flow can often be surprisingly big - for example in puget sound it is 20 times bigger than the sum of all the rivers this means that the exchange flow has a dominant influence over residence time and water quality in an estuary here we give an introduction to the physics behind the estuarine exchange flow horizontallayout these plots show observed sections of salinity versus depth and along-channel distance for five different estuaries the ocean is always on the right and the river generally enters on the left the numbers on the contours are salinity in parts per thousand so 30 means there are 30 kg of salt in 1000 kg of salty water salty water is denser than fresh water and the force of gravity makes the salinity layers want to flatten out just like the layers of oil and vinegar in salad dressing if you look at the vertical and horizontal scales for each section you can see that they are very different yet all of these systems share some similarities: they gradually get saltier from the river to the ocean end and they have some vertical stratification a lot for the chesapeake and only a little for its neighbor delaware bay the stratification is important because it separates the surface water from the deep water this allows for example for bottom water to become hypoxic low in oxygen even though surface waters might have a lot of oxygen image width 916 height 937 src images figsexchangeflow five_sections png alt estuary sections horizontallayout image width 1359 height 743 src images figsexchangeflow exchange_sketch png alt exchange flow sketch classname lg:float-right not-prose ml-2 mb-2 max-w-lg these plots show a conceptual sketch of estuarine salinity structure top and tidally averaged circulation bottom the salinity structure is just an idealized version of the observations from many estuaries like the five we plotted above the circulation shows that deep water is being pulled in from the ocean and gradually rises up to join river water and flow back out to sea near the surface the transports of these three flows are given by qin qr and qout which are volume transports cubic meters per second the circulation shown above is tidally averaged meaning that it is what we find after averaging over several tidal cycles the tidal currents are often very strong like 1 m s sloshing back and forth whereas the tidally averaged currents may be much smaller like 0 1 m s what makes the tidally averaged currents so important it that they are persistent always pulling deep water into the estuary and sending surface water out horizontallayout so why is there an estuarine exchange flow why would deep water flow in persistently when the main forcing from the river is always pushing water out the physical process is shown separated into three steps in the panels above the river is an essential ingredient because it introduces stratification to the system the tides are another essential ingredient because they mix the buoyant water downward giving it more potential energy that can be turned into the kinetic energy of the exchange flow the final step is the tendency of the stratified water to want to flatten out its density salinity layers in flattening it has to drag more ocean water in to replace the mixed water going out the reason the exchange flow can be so much larger than the river flow is that the mixing means that much of the water going out is ocean water which then must be replaced image width 827 height 1002 src images figsexchangeflow exchangethoughtproblem png alt thought problem horizontallayout horizontallayout image width 1233 height 650 src images figsexchangeflow ai_velocity png alt admiralty inlet exchange flow an example observation of the estuarine exchange flow is shown here this shows tidally averaged currents versus depth at admiralty inlet at the seaward end of puget sound the negative currents in deeper water are the inflow and the positive currents near the surface are the outflow the profiles show greater exchange flow during neap tides when there are weaker tidal current this is because the water is less turbulent then and so there is less effective friction acting on the currents these observations are from: geyer w r and g a cannon 1982: sill processes related to deep water renewal in a fjord j geophys res 87 7985-7996 a classic paper horizontallayout to learn more about the physics of the exchange flow here are couple of places to start: maccready p and n s banas 2011: residual circulation mixing and dispersion treatise on estuarine and coastal science vol 2 of elsevier 75-89 maccready p and w r geyer 2010: advances in estuarine physics ann rev mar sci 2 35-58",
      "headings": [],
      "keywords": [
        "<HorizontalLayout>\n  These plots show observed sections of salinity versus depth and along-channel distance for five different estuaries. The ocean is always on the right, and the river generally enters on the left. The numbers on the contours are salinity in \"parts per thousand,\" so 30 means there are 30 kg of salt in 1000 kg of salty water. Salty water is denser than fresh water, and the force of gravity makes the salinity layers want to flatten out, just like the layers of oil and vinegar in salad dressing. If you look at the vertical and horizontal scales for each section you can see that they are very different, yet all of these systems share some similarities: they gradually get saltier from the river to the ocean end, and they have some vertical stratification (a lot for the Chesapeake, and only a little for its neighbor Delaware Bay). The stratification is important because it separates the surface water from the deep water. This allows for example for bottom water to become hypoxic (low in oxygen) even though surface waters might have a lot of oxygen.\n\n  <Image width={916} height={937} src=\"/images/Figs_exchange_flow/five_sections.png\" alt=\"Estuary Sections\" />\n</HorizontalLayout>",
        "<HorizontalLayout>\n  So, why is there an estuarine exchange flow? Why would deep water flow in persistently when the main forcing from the river is always pushing water out? The physical process is shown separated into three steps in the panels above. The river is an essential ingredient because it introduces stratification to the system. The tides are another essential ingredient because they mix the buoyant water downward, giving it more potential energy that can be turned into the kinetic energy of the exchange flow. The final step is the tendency of the stratified water to want to flatten out its density (salinity) layers. In flattening it has to drag more ocean water in to replace the mixed water going out. The reason the exchange flow can be so much larger than the river flow is that the mixing means that much of the water going out is ocean water, which then must be replaced.\n\n  <Image width={827} height={1002} src=\"/images/Figs_exchange_flow/exchange_thought_problem.png\" alt=\"Thought Problem\" />\n</HorizontalLayout>",
        "2"
      ]
    }
  },
  {
    "slug": "/docs/background/long_term_trends",
    "title": "Changes in Puget Sound Waters Over the Last Century",
    "description": "Here we explore how Puget Sound water properties, river flow, and weather have changed over the past century.",
    "content": "*[Parker MacCready](https://faculty.washington.edu/pmacc/index.html), University of Washington, School of Oceanography*\n\n### Climate change, and how it might affect the Puget Sound ecosystem\n\nClimate change, and how it might affect the Puget Sound ecosystem, are of great concern in our region. Here we explore how Puget Sound water properties, river flow, and weather have changed over the past century. This analysis is motivated by the [Salish Sea Marine Survival Project](https://marinesurvivalproject.com/), which seeks to understand why Chinook and Coho salmon populations in the Salish Sea have decreased since about 1970.\n\nSUMMARY: Based on observations of water properties, river flow and weather there are three clear changes in Puget Sound over the last century. Water temperature in the Sound has increased by 0.5-1.0 °C, with the largest increase in the surface waters of Hood Canal. Salinity has changed less, although the surface waters of Hood Canal appear to be fresher by about 1 psu. There is no clear trend in the total amount of precipitation, and most rivers do not show much long term change. However, in rivers with large watersheds in the Cascades the flow happens more in the winter and less in the spring because there is less snow to melt. Air temperature has gradually increased, by about 1-2 °C in a century, consistent with the change in water temperature.\n\n* [Water Properties in Puget Sound](#water-properties-in-puget-sound)\n\n* [River Flow: Changes in Timing](#river-flow-changes-in-timing)\n\n* [Weather: Rainfall, Sunshine, and Temperature](#weather-rainfall-sunshine-and-temperature)\n\n* [SUMMARY](#summary)\n\n* [Other sources of information](#other-sources-of-information)\n\n* [Data and programs used to make these plots](#data-and-programs-used-to-make-these-plots)\n\n***\n\n<Image alt={\"Puget Sound Place Names\"} src=\"/images/Figs_climate_background/PS_places.png\" width={1369} height={1968} className={\"not-prose mr-4 max-w-sm lg:float-left\"} />\n\n**Place Names of Puget Sound:** The \"basins\" are generally deep with weak tidal\ncurrents. These are Main Basin, Whidbey Basin, Hood Canal, and South Sound. The\n\"straits\" connecting them are generally shallower, narrower, and have much\nstronger tidal currents, especially Admiralty Inlet and Tacoma Narrows.\n\n***\n\n## Water Properties in Puget Sound\n\nCurrently the Washington State Department of Ecology goes out every month, by small boat and float plane, and samples water properties at several dozen repeat stations throughout Puget Sound and the Washington coastal estuaries. They collect \"CTD cast\" data on temperature, salinity, dissolved oxygen (DO) and other properties throughout the water column, in many cases down deeper than 200 m. They also collect water samples in bottles from a few depths, typically 0, 10, and 30 m, which are analyzed for chemicals such as Nitrate. The Ecology data goes back to 1991, although here we only consider 1999-2017 because of the availability of DO in the records.\n\nThis gives us almost 40 years of data, but it is not long enough to clearly identify long term trends that may correlate with salmon declines. To augment our record we use the Collias data set, a compilation of cast and bottle data from the period 1932-1975. These data are not sampled with the same monthly frequency or regular station location as the Ecology data, but by aggregating them into basins or longer time periods we can combine the Ecology and Collias data sets to make a much longer (albeit gappy) historical record.\n\nIn presenting our results we will focus on Main Basin and Hood Canal, because they have good data availability and are representative of the changes we see in most of the Sound. Similar plots for all the basins are available [here](#data-and-programs-used-to-make-these-plots).\n\n***\n\n<HorizontalLayout>\n  <Image src={'/images/Figs_climate_background/Ecology_Stations.png'} alt={'Ecology Stations'} width={605} height={1126} />\n\n  <Image src={'/images/Figs_climate_background/Collias_Stations.png'} alt={'Collias Stations'} width={1778} height={1620} />\n</HorizontalLayout>\n\nThe maps above show Ecology and Collias stations. The Ecology station pattern is much more regular. We combine the two data sets by averaging all the data in a given basin.\n\n***\n\n<Image src={'/images/Figs_climate_background/Series_Main_Basin.png'} alt={'Main Basin Time Series'} width={1010} height={952} />\n\nAbove we plot long time series of four water properties, combining the Collias and Ecology data for all stations in Main Basin. We select date from three depths: 0, 10, and 30 m. There are clear gaps in the time series, with the only really continuous records starting in 1999 with Ecology. The annual cycle (e.g. cold water in the winter, warm in the summer) is apparent in all properties. While we think of Main Basin as relatively well-mixed there are also clear depth differences, for example surface waters are always fresher due to the input from rivers. By eye it is hard to see if there are clear trends in the data. Also the Nitrate data (NO3) does not really have enough past information to tell if there are trends.\n\n***\n\n<Image src={'/images/Figs_climate_background/Series_Hood_Canal.png'} alt={'Hood Canal Time Series'} width={1000} height={934} />\n\nLooking at similar time series from all the Hood Canal stations (above) there are some striking changes over time. Surface waters appear to be warmer and fresher, and DO at 30 m depth may have decreased. Are these signals real, or perhaps due to differences in sample location or methods? These are hard questions to answer (we can't go back in the past and re-do the Collias data collection!) so we look for supporting evidence. We will do this by (i) looking at the data in a couple of other ways, and (ii) by looking at related records of stream flow and weather, which are known to influence the water in Puget Sound.\n\n***\n\n<Image src={'/images/Figs_climate_background/Monthly_Main_Basin.png'} alt={'Main Basin Seasonal Cycle'} width={1002} height={761} />\n\nOne way we can simplify all this data is to look at the seasonal cycle. This means we take all the data from a given basin, in a given depth range, and then average it by month, as shown above for Main Basin. Again we show the four water properties: Temperature, Salinity, Dissolved Oxygen, and Nitrate. The colors show the depth.\n\nWe have also split our time series into three sub-periods, denoted by the different line styles, as a way of looking for changes over time. For Main Basin there are no obvious changes in either average values or timing. The reason timing matters is that different salmon stocks come out of rivers at different times of year.\n\n***\n\n<Image src={'/images/Figs_climate_background/Monthly_Hood_Canal.png'} alt={'Hood Canal Seasonal Cycle'} width={1024} height={760} />\n\nLooking at the seasonal cycle in Hood Canal (above) we see some striking changes over time. Surface waters in the modern era, 1999-2017, are warmer (especially in the summer) and fresher (especially in the winter). Dissolved Oxygen at 30 m appears to have decreased by about 3 mg/L (about 30%). One type of change we do not obviously see in any of these records is changes in timing.\n\n***\n\n<Image src={'/images/Figs_climate_background/TSZ_Main_Basin.png'} alt={'TSZ_Main_Basin.png'} width={1200} height={800} />\n\nTo explore the water properties in more detail, we can look at changes versus depth within a basin. In the top row of plots above we plot ALL the Collias (blue) and Ecology (red) Temperature and Salinity data from Main Basin. There is a lot of spread in the data, because we are looking at all months of all years. To make things clearer we average all the data into 5 m bins, and then select only \"Dry\" months (May through September, middle row) or \"Wet\" months (October through April, bottom row). The one thing that really stands out is that the whole water column has gotten about 1 °C warmer in the modern, Ecology, data period. This is consistent with other long data records from the Salish Sea (Riche et al. 2014) and, as we will see below, with the weather. Since we have been able to make accurate temperature measurements for centuries, it is likely that these changes are real, not an artifact of sampling or procedures.\n\n***\n\n<Image src={'/images/Figs_climate_background/TSZ_Hood_Canal.png'} alt={'Hood Canal Profiles'} width={1200} height={800} />\n\nTurning to the water column in Hood Canal (above), there is again some evidence of warming, especially in the Wet months. There is also some, apparently real, warming and freshening of the surface waters, but it is isolated to the top 5 m bin. Could this be due to the Hood Canal Floating Bridge partially impeding the flow of surface waters out to the Pacific Ocean? Perhaps. The Bridge was constructed in 1961. On the other hand, Hood Canal is among the more highly \"stratified\" basins of the Sound, meaning that water properties change rapidly with depth near the surface. This means that small changes in the exact depth of observations of the water close to the surface could give rise to apparent changes when we make our 5 m binned averages.\n\n***\n\n## River Flow: Changes in Timing\n\n<Image src={'/images/Figs_climate_background/Historical_skagit.png'} alt={'Skagit River'} width={1397} height={660} />\n\nOne type of environmental data for which very long records are available is river flow, provided by the US Geological Survey. We looked at long records from a selection of the main rivers in the Sound, spanning all the Basins. For the most part there was no clear trend over the past century in annual average river flow, or in the timing of that flow. One important exception is shown above, the Skagit River. This is the biggest river in the Sound, flowing into Whidbey Basin, and then into northern Main Basin, with an annual average flow of 500 m3/s (accounting for fully *half* the net river flow into the Sound). The complete record of daily flow, almost 80 years, is plotted in (a). Below that we average the flow by year (b). There is a lot of variation between wet and dry years, for example the drought year of 2001 had less than half the flow of a wet year. There is no obvious long term trend. The year averages are actually calculated using \"water years\" which start on October 1 of the year before, in order to capture the full wet period of the winter.\n\nWhile there is not a long term trend in the AMOUNT of water flow in this river, there is a change in the TIMING. This is apparent in (c) where we bin all the flow by day of year, and then make separate averages of everything before 1970 (blue) and after 1970 (red). The clear change is that in more recent records (red) the \"spring freshet\" of peak flow in June (around day 160) has decreased, and the flow during the winter has increased. The physical reason for this, which is also quite apparent in other rivers like the Fraser, is that there is less accumulation of snow in the mountains during the winter, so there is less to melt in the spring. This may be an important change for salmon in the Sound if they depend on abundant, cold freshwater in the spring. Other rivers we examined do not have such a strong spring freshet, and as a result they did not show as much of a long term change.\n\n***\n\n## Weather: Rainfall, Sunshine, and Temperature\n\n<Image src={'/images/Figs_climate_background/Seatac_rain.png'} alt={'SeaTac Rain'} width={1055} height={744} />\n\nWe can also examine long term weather records in our region, to see of they are consistent with the warming we saw in Puget Sound waters. You can access this data from the National Climate Data Center. While there is a lot of data available, not that many records go back as long as we would like. Also some types of data that we would like to know about, like wind speed, appear to have have biases and odd jumps due to changes in instrumentation over the years. So we focus here on the things that are most reliably measured: rainfall and temperature.\n\nA particularly good long term record comes from SeaTac airport, just south of Seattle. In the plot above we show rainfall data, averaged by year (actually water year, like we did for the river flow), for almost 70 years. The thick line in the middle is net rainfall (cm), so you can see that about a meter of rain falls on us each year. It may have been drier in the 80's, and wetter in the 50's, but there is no obvious trend. We also plot lines showing what day of the year the accumulated rain got to 15% and 85% of the total for that year. This is a way to look for changes in timing. Again there are no obvious trends.\n\nAll the rain data above is consistent with what we saw in the river flow: there is no obvious long term trend in the amount of precipitation.\n\n***\n\n<Image src={'/images/Figs_climate_background/Seatac_Temperature_Sunshine.png'} alt={'SeaTac Temperature'} width={2082} height={1789} />\n\nThe temperature record from SeaTac shows clear long term trends. In the upper plot above we show one measure of how sunny it is in this region, however the time span during which the data are available is not really long enough to say if things are changing. In the lower plot we show about 70 years of daily max and min temperature, averaged into month bins. The annual hot-cold cycle is apparent as the jagged up and down of the curves. There is also a gradual warming, most apparent in the summertime Daily Min Temperature (the peaks of the blue curve). This indicates that summertime nights have gotten warmed by about 4 °C over this time. Overall this warming is broadly consistent with the warming we saw in Puget Sound waters.\n\nPhysically, the warmer air could have warmed the water in Puget Sound, but it is also likely that the warming occurred over a much larger area, like the North Pacific, which is the source waters for the Salish Sea and Puget Sound.\n\n***\n\n## SUMMARY\n\nBased on the observations presented here, it is clear that some aspects of the water properties of Puget Sound have changed over the past 50-100 years. The water is somewhat warmer and has lower oxygen levels below the surface. Neither of these changes would be beneficial to salmon. It is unlikely, however,that these changes alone have caused the large decreases in Chinook and Coho salmon we have seen in Puget Sound since 1970, but they may have contributed. There are many other possible causes being investigated by US and Canadian scientists, including changes in zooplankton quality, predation by seals, disease, and other hypotheses.\n\n***\n\n## Other sources of information\n\n* **For weather records like temperature and precipitation, there is an [amazing new online tool](https://climate.washington.edu/climate-data/trendanalysisapp/) from the Office of the Washington State Climatologist. You can use this yourself to quickly make plots similar to what we did with the SeaTac weather above.**\n* **[The NANOOS NVS Climatology app](http://nvs.nanoos.org/Climatology) allows you to explore current data from buoys in Washington marine waters, putting the data in historical context.**\n* *A beautiful analysis of long-term changes in the Strait of Georgia, the Canadian part of the Salish Sea, is in:*\n  * Riche, O., S. C. Johannessen, and R. W. Macdonald, 2014: Why timing matters in a coastal sea: Trends, variability and tipping points in the Strait of Georgia, Canada. *J. Mar. Syst.*, **131**, 36-53, doi:10.1016/j.jmarsys.2013.11.003.\n* *and related ecosystem effect are described here:*\n  * Preikshot, D., R. J. Beamish,and C. M. Neville, 2013: A dynamic model describing ecosystem-level changes in the Strait of Georgia from 1960 to 2010. *Prog. Oceanogr.*, **115**, 28-40, doi:10.1016/j.pocean.2013.05.020.\n* *Potential pitfalls in dealing with long term changes in wind speed data are described here:*\n  * Wan, H., X. L. Wang, and V. R. Swail, 2010: Homogenization and Trend Analysis of Canadian Near-Surface Wind Speeds. *J. Clim.*, **23**, 1209-1225. doi:10.1175/2009JCLI3200.1\n* *Some background on long term changes in salmon survival is contained in this paper:*\n  * Zimmerman, M., J. R. Irvine, M. O’Neill, J. H. Anderson, C. M. Greene, J. Weinheimer, M. Trudel, and K. Rawson, 2015: Spatial and Temporal Patterns in Smolt Survival of Wild and Hatchery Coho Salmon in the Salish Sea. *Mar. Coast. Fish. Dyn. Manag. Ecosyst. Sci.*, **7**, 116-134, doi:10.1080/19425120.2015.1012246.\n\n***\n\n## Data and programs used to make these plots\n\nIf you are comfortable with programming in python and want to see how the data in the plots above was gathered and processed, you can find the whole pile of zipped input, code, and output directories here. I have endeavored to include clear README's in all the code folders, but if anything is unclear please email the author: Parker MacCready, pmacc@uw.edu.\n\n[Dropbox Link to Compressed Files](https://www.dropbox.com/s/vy9280vht93i7q7/ps_longterm.zip?dl=0) \\[178 MB]\n",
    "_searchMeta": {
      "cleanContent": "parker maccready university of washington school of oceanography climate change and how it might affect the puget sound ecosystem climate change and how it might affect the puget sound ecosystem are of great concern in our region here we explore how puget sound water properties river flow and weather have changed over the past century this analysis is motivated by the salish sea marine survival project which seeks to understand why chinook and coho salmon populations in the salish sea have decreased since about 1970 summary: based on observations of water properties river flow and weather there are three clear changes in puget sound over the last century water temperature in the sound has increased by 0 5-1 0 c with the largest increase in the surface waters of hood canal salinity has changed less although the surface waters of hood canal appear to be fresher by about 1 psu there is no clear trend in the total amount of precipitation and most rivers do not show much long term change however in rivers with large watersheds in the cascades the flow happens more in the winter and less in the spring because there is less snow to melt air temperature has gradually increased by about 1-2 c in a century consistent with the change in water temperature water properties in puget sound river flow: changes in timing weather: rainfall sunshine and temperature summary other sources of information data and programs used to make these plots image alt puget sound place names src images figsclimatebackground ps_places png width 1369 height 1968 classname not-prose mr-4 max-w-sm lg:float-left place names of puget sound: the basins are generally deep with weak tidal currents these are main basin whidbey basin hood canal and south sound the straits connecting them are generally shallower narrower and have much stronger tidal currents especially admiralty inlet and tacoma narrows water properties in puget sound currently the washington state department of ecology goes out every month by small boat and float plane and samples water properties at several dozen repeat stations throughout puget sound and the washington coastal estuaries they collect ctd cast data on temperature salinity dissolved oxygen do and other properties throughout the water column in many cases down deeper than 200 m they also collect water samples in bottles from a few depths typically 0 10 and 30 m which are analyzed for chemicals such as nitrate the ecology data goes back to 1991 although here we only consider 1999-2017 because of the availability of do in the records this gives us almost 40 years of data but it is not long enough to clearly identify long term trends that may correlate with salmon declines to augment our record we use the collias data set a compilation of cast and bottle data from the period 1932-1975 these data are not sampled with the same monthly frequency or regular station location as the ecology data but by aggregating them into basins or longer time periods we can combine the ecology and collias data sets to make a much longer albeit gappy historical record in presenting our results we will focus on main basin and hood canal because they have good data availability and are representative of the changes we see in most of the sound similar plots for all the basins are available here horizontallayout image src images figsclimatebackground ecology_stations png alt ecology stations width 605 height 1126 image src images figsclimatebackground collias_stations png alt collias stations width 1778 height 1620 horizontallayout the maps above show ecology and collias stations the ecology station pattern is much more regular we combine the two data sets by averaging all the data in a given basin image src images figsclimatebackground seriesmainbasin png alt main basin time series width 1010 height 952 above we plot long time series of four water properties combining the collias and ecology data for all stations in main basin we select date from three depths: 0 10 and 30 m there are clear gaps in the time series with the only really continuous records starting in 1999 with ecology the annual cycle e g cold water in the winter warm in the summer is apparent in all properties while we think of main basin as relatively well-mixed there are also clear depth differences for example surface waters are always fresher due to the input from rivers by eye it is hard to see if there are clear trends in the data also the nitrate data no3 does not really have enough past information to tell if there are trends image src images figsclimatebackground serieshoodcanal png alt hood canal time series width 1000 height 934 looking at similar time series from all the hood canal stations above there are some striking changes over time surface waters appear to be warmer and fresher and do at 30 m depth may have decreased are these signals real or perhaps due to differences in sample location or methods these are hard questions to answer we can t go back in the past and re-do the collias data collection so we look for supporting evidence we will do this by i looking at the data in a couple of other ways and ii by looking at related records of stream flow and weather which are known to influence the water in puget sound image src images figsclimatebackground monthlymainbasin png alt main basin seasonal cycle width 1002 height 761 one way we can simplify all this data is to look at the seasonal cycle this means we take all the data from a given basin in a given depth range and then average it by month as shown above for main basin again we show the four water properties: temperature salinity dissolved oxygen and nitrate the colors show the depth we have also split our time series into three sub-periods denoted by the different line styles as a way of looking for changes over time for main basin there are no obvious changes in either average values or timing the reason timing matters is that different salmon stocks come out of rivers at different times of year image src images figsclimatebackground monthlyhoodcanal png alt hood canal seasonal cycle width 1024 height 760 looking at the seasonal cycle in hood canal above we see some striking changes over time surface waters in the modern era 1999-2017 are warmer especially in the summer and fresher especially in the winter dissolved oxygen at 30 m appears to have decreased by about 3 mg l about 30 one type of change we do not obviously see in any of these records is changes in timing image src images figsclimatebackground tszmainbasin png alt tszmainbasin png width 1200 height 800 to explore the water properties in more detail we can look at changes versus depth within a basin in the top row of plots above we plot all the collias blue and ecology red temperature and salinity data from main basin there is a lot of spread in the data because we are looking at all months of all years to make things clearer we average all the data into 5 m bins and then select only dry months may through september middle row or wet months october through april bottom row the one thing that really stands out is that the whole water column has gotten about 1 c warmer in the modern ecology data period this is consistent with other long data records from the salish sea riche et al 2014 and as we will see below with the weather since we have been able to make accurate temperature measurements for centuries it is likely that these changes are real not an artifact of sampling or procedures image src images figsclimatebackground tszhoodcanal png alt hood canal profiles width 1200 height 800 turning to the water column in hood canal above there is again some evidence of warming especially in the wet months there is also some apparently real warming and freshening of the surface waters but it is isolated to the top 5 m bin could this be due to the hood canal floating bridge partially impeding the flow of surface waters out to the pacific ocean perhaps the bridge was constructed in 1961 on the other hand hood canal is among the more highly stratified basins of the sound meaning that water properties change rapidly with depth near the surface this means that small changes in the exact depth of observations of the water close to the surface could give rise to apparent changes when we make our 5 m binned averages river flow: changes in timing image src images figsclimatebackground historical_skagit png alt skagit river width 1397 height 660 one type of environmental data for which very long records are available is river flow provided by the us geological survey we looked at long records from a selection of the main rivers in the sound spanning all the basins for the most part there was no clear trend over the past century in annual average river flow or in the timing of that flow one important exception is shown above the skagit river this is the biggest river in the sound flowing into whidbey basin and then into northern main basin with an annual average flow of 500 m3 s accounting for fully half the net river flow into the sound the complete record of daily flow almost 80 years is plotted in a below that we average the flow by year b there is a lot of variation between wet and dry years for example the drought year of 2001 had less than half the flow of a wet year there is no obvious long term trend the year averages are actually calculated using water years which start on october 1 of the year before in order to capture the full wet period of the winter while there is not a long term trend in the amount of water flow in this river there is a change in the timing this is apparent in c where we bin all the flow by day of year and then make separate averages of everything before 1970 blue and after 1970 red the clear change is that in more recent records red the spring freshet of peak flow in june around day 160 has decreased and the flow during the winter has increased the physical reason for this which is also quite apparent in other rivers like the fraser is that there is less accumulation of snow in the mountains during the winter so there is less to melt in the spring this may be an important change for salmon in the sound if they depend on abundant cold freshwater in the spring other rivers we examined do not have such a strong spring freshet and as a result they did not show as much of a long term change weather: rainfall sunshine and temperature image src images figsclimatebackground seatac_rain png alt seatac rain width 1055 height 744 we can also examine long term weather records in our region to see of they are consistent with the warming we saw in puget sound waters you can access this data from the national climate data center while there is a lot of data available not that many records go back as long as we would like also some types of data that we would like to know about like wind speed appear to have have biases and odd jumps due to changes in instrumentation over the years so we focus here on the things that are most reliably measured: rainfall and temperature a particularly good long term record comes from seatac airport just south of seattle in the plot above we show rainfall data averaged by year actually water year like we did for the river flow for almost 70 years the thick line in the middle is net rainfall cm so you can see that about a meter of rain falls on us each year it may have been drier in the 80 s and wetter in the 50 s but there is no obvious trend we also plot lines showing what day of the year the accumulated rain got to 15 and 85 of the total for that year this is a way to look for changes in timing again there are no obvious trends all the rain data above is consistent with what we saw in the river flow: there is no obvious long term trend in the amount of precipitation image src images figsclimatebackground seatactemperaturesunshine png alt seatac temperature width 2082 height 1789 the temperature record from seatac shows clear long term trends in the upper plot above we show one measure of how sunny it is in this region however the time span during which the data are available is not really long enough to say if things are changing in the lower plot we show about 70 years of daily max and min temperature averaged into month bins the annual hot-cold cycle is apparent as the jagged up and down of the curves there is also a gradual warming most apparent in the summertime daily min temperature the peaks of the blue curve this indicates that summertime nights have gotten warmed by about 4 c over this time overall this warming is broadly consistent with the warming we saw in puget sound waters physically the warmer air could have warmed the water in puget sound but it is also likely that the warming occurred over a much larger area like the north pacific which is the source waters for the salish sea and puget sound summary based on the observations presented here it is clear that some aspects of the water properties of puget sound have changed over the past 50-100 years the water is somewhat warmer and has lower oxygen levels below the surface neither of these changes would be beneficial to salmon it is unlikely however that these changes alone have caused the large decreases in chinook and coho salmon we have seen in puget sound since 1970 but they may have contributed there are many other possible causes being investigated by us and canadian scientists including changes in zooplankton quality predation by seals disease and other hypotheses other sources of information for weather records like temperature and precipitation there is an amazing new online tool from the office of the washington state climatologist you can use this yourself to quickly make plots similar to what we did with the seatac weather above the nanoos nvs climatology app allows you to explore current data from buoys in washington marine waters putting the data in historical context a beautiful analysis of long-term changes in the strait of georgia the canadian part of the salish sea is in: riche o s c johannessen and r w macdonald 2014: why timing matters in a coastal sea: trends variability and tipping points in the strait of georgia canada j mar syst 131 36-53 doi:10 1016 j jmarsys 2013 11 003 and related ecosystem effect are described here: preikshot d r j beamish and c m neville 2013: a dynamic model describing ecosystem-level changes in the strait of georgia from 1960 to 2010 prog oceanogr 115 28-40 doi:10 1016 j pocean 2013 05 020 potential pitfalls in dealing with long term changes in wind speed data are described here: wan h x l wang and v r swail 2010: homogenization and trend analysis of canadian near-surface wind speeds j clim 23 1209-1225 doi:10 1175 2009jcli3200 1 some background on long term changes in salmon survival is contained in this paper: zimmerman m j r irvine m o neill j h anderson c m greene j weinheimer m trudel and k rawson 2015: spatial and temporal patterns in smolt survival of wild and hatchery coho salmon in the salish sea mar coast fish dyn manag ecosyst sci 7 116-134 doi:10 1080 19425120 2015 1012246 data and programs used to make these plots if you are comfortable with programming in python and want to see how the data in the plots above was gathered and processed you can find the whole pile of zipped input code and output directories here i have endeavored to include clear readme s in all the code folders but if anything is unclear please email the author: parker maccready pmacc uw edu dropbox link to compressed files 178 mb",
      "headings": [
        "Water Properties in Puget Sound",
        "River Flow: Changes in Timing",
        "Weather: Rainfall, Sunshine, and Temperature",
        "SUMMARY",
        "Other sources of information",
        "Data and programs used to make these plots"
      ],
      "keywords": [
        "Water Properties in Puget Sound",
        "River Flow: Changes in Timing",
        "Weather: Rainfall, Sunshine, and Temperature",
        "SUMMARY",
        "Other sources of information",
        "Data and programs used to make these plots",
        "<Image alt={\"Puget Sound Place Names\"} src=\"/images/Figs_climate_background/PS_places.png\" width={1369} height={1968} className={\"not-prose mr-4 max-w-sm lg:float-left\"} />",
        "The \"basins\" are generally deep with weak tidal\ncurrents. These are Main Basin, Whidbey Basin, Hood Canal, and South Sound. The\n\"straits\" connecting them are generally shallower, narrower, and have much\nstronger tidal currents, especially Admiralty Inlet and Tacoma Narrows.",
        "<HorizontalLayout>\n  <Image src={'/images/Figs_climate_background/Ecology_Stations.png'} alt={'Ecology Stations'} width={605} height={1126} />\n\n  <Image src={'/images/Figs_climate_background/Collias_Stations.png'} alt={'Collias Stations'} width={1778} height={1620} />\n</HorizontalLayout>\n\nThe maps above show Ecology and Collias stations. The Ecology station pattern is much more regular. We combine the two data sets by averaging all the data in a given basin.",
        "<Image src={'/images/Figs_climate_background/Series_Hood_Canal.png'} alt={'Hood Canal Time Series'} width={1000} height={934} />\n\nLooking at similar time series from all the Hood Canal stations (above) there are some striking changes over time. Surface waters appear to be warmer and fresher, and DO at 30 m depth may have decreased. Are these signals real, or perhaps due to differences in sample location or methods? These are hard questions to answer (we can't go back in the past and re-do the Collias data collection!) so we look for supporting evidence. We will do this by (i) looking at the data in a couple of other ways, and (ii) by looking at related records of stream flow and weather, which are known to influence the water in Puget Sound.",
        "<Image src={'/images/Figs_climate_background/Monthly_Hood_Canal.png'} alt={'Hood Canal Seasonal Cycle'} width={1024} height={760} />\n\nLooking at the seasonal cycle in Hood Canal (above) we see some striking changes over time. Surface waters in the modern era, 1999-2017, are warmer (especially in the summer) and fresher (especially in the winter). Dissolved Oxygen at 30 m appears to have decreased by about 3 mg/L (about 30%). One type of change we do not obviously see in any of these records is changes in timing.",
        "<Image src={'/images/Figs_climate_background/TSZ_Hood_Canal.png'} alt={'Hood Canal Profiles'} width={1200} height={800} />\n\nTurning to the water column in Hood Canal (above), there is again some evidence of warming, especially in the Wet months. There is also some, apparently real, warming and freshening of the surface waters, but it is isolated to the top 5 m bin. Could this be due to the Hood Canal Floating Bridge partially impeding the flow of surface waters out to the Pacific Ocean? Perhaps. The Bridge was constructed in 1961. On the other hand, Hood Canal is among the more highly \"stratified\" basins of the Sound, meaning that water properties change rapidly with depth near the surface. This means that small changes in the exact depth of observations of the water close to the surface could give rise to apparent changes when we make our 5 m binned averages.",
        "## Weather: Rainfall, Sunshine, and Temperature\n\n<Image src={'/images/Figs_climate_background/Seatac_rain.png'} alt={'SeaTac Rain'} width={1055} height={744} />\n\nWe can also examine long term weather records in our region, to see of they are consistent with the warming we saw in Puget Sound waters. You can access this data from the National Climate Data Center. While there is a lot of data available, not that many records go back as long as we would like. Also some types of data that we would like to know about, like wind speed, appear to have have biases and odd jumps due to changes in instrumentation over the years. So we focus here on the things that are most reliably measured: rainfall and temperature.\n\nA particularly good long term record comes from SeaTac airport, just south of Seattle. In the plot above we show rainfall data, averaged by year (actually water year, like we did for the river flow), for almost 70 years. The thick line in the middle is net rainfall (cm), so you can see that about a meter of rain falls on us each year. It may have been drier in the 80's, and wetter in the 50's, but there is no obvious trend. We also plot lines showing what day of the year the accumulated rain got to 15% and 85% of the total for that year. This is a way to look for changes in timing. Again there are no obvious trends.\n\nAll the rain data above is consistent with what we saw in the river flow: there is no obvious long term trend in the amount of precipitation.",
        "## SUMMARY\n\nBased on the observations presented here, it is clear that some aspects of the water properties of Puget Sound have changed over the past 50-100 years. The water is somewhat warmer and has lower oxygen levels below the surface. Neither of these changes would be beneficial to salmon. It is unlikely, however,that these changes alone have caused the large decreases in Chinook and Coho salmon we have seen in Puget Sound since 1970, but they may have contributed. There are many other possible causes being investigated by US and Canadian scientists, including changes in zooplankton quality, predation by seals, disease, and other hypotheses.",
        "For weather records like temperature and precipitation, there is an [amazing new online tool](https://climate.washington.edu/climate-data/trendanalysisapp/) from the Office of the Washington State Climatologist. You can use this yourself to quickly make plots similar to what we did with the SeaTac weather above.",
        "[The NANOOS NVS Climatology app](http://nvs.nanoos.org/Climatology) allows you to explore current data from buoys in Washington marine waters, putting the data in historical context.",
        "131",
        "115",
        "23",
        "7"
      ]
    }
  },
  {
    "slug": "/docs/background/tides_background",
    "title": "How Tides Work in Puget Sound",
    "description": "Tides in the Pacific Northwest are large, and have complex patterns that can be hard to understand. Here we look at some of these patterns and the reasons for them.",
    "content": "## The plots to the right or below show the tide height at Seattle over three different time periods:\n\n<Image src={\"/images/ThreeeTimeWindows.png\"} width={900} height={517} alt={\"Tides over three time windows\"} />\n\n## These have many of the features we would like to explain:\n\n**One Day**\n\n* [Why are there two tidal cycles in a day?](#why-are-there-two-tides-a-day)\n* [Why are the two low waters in a day so different from each other?](#why-are-the-two-tides-in-a-day-different-in-size)\n\n**One Month**\n\n* [Why are there times of the month with much larger tidal range?](#monthly-patterns-the-spring-neap-cycle)\n* [Why are there times in the month when the two low waters are about equal?](#what-causes-variation-of-the-once-a-day-tides)\n\n**One Year**\n\n* [What causes changes in the tide over the course of a year?](#what-causes-variation-of-the-tides-over-a-full-year)\n\n**Long-term Variation of the Tides**\n\n* [What about sea level rise?](#longer-variation-of-sea-level)\n\n**Spatial Patterns of Tides**\n\n* [Are the tides in Seattle the same as those on the Washington coast?](#spatial-patterns-of-the-tide)\n\n[**RESOURCES**](#resources)\n\n***\n\n## Why are there two tides a day?\n\nOver one day there are about two tidal cycles, meaning two high waters and two low waters. Tides are caused by small perturbations to gravity due to the sun and moon. The sun is highest in the sky once a day, and the moon is on almost the same schedule, being highest in the sky once every 24 hours and 50 minutes. So why are there two tidal cycles? The reason is that the forcing from either sun or moon peaks twice a day.\n\nTides are forced by tiny variations of gravity due to the moon and sun. Even though it is much smaller, the moon's influence is about twice as big as the sun's, because it is closer. The physics is the same in both cases so we can just look at one to find out what is going on.\n\n***\n\n<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/rock_on_string.jpg\"} width={400} height={331} alt={\"diagram of rock on a string\"} className={\"w-full max-w-sm prose-img:border prose-img:p-1\"} />\n\n  Say you have a rock on a string and are swinging it in a circle around you. The balance of forces keeping the rock moving in its circular path are that the force (the tension in the string, shown in green) balances the rock's mass times its acceleration (shown as orange).\n</HorizontalLayout>\n\n***\n\n<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/earth_moon.jpg\"} width={400} height={332} alt={\"diagram of earth and moon\"} className={\"not-prose w-full max-w-sm md:mr-4\"} />\n\n  The Earth and the moon are like two rocks (of very different size!) swinging around a point somewhere between them. This point, the \"+\" in the figure, is about three-quarters of the way from the center of the Earth towards its surface. Now the force pulling them towards this center is not a string, but instead is the gravitational force that the two masses exert on each other. This \"gravity\" is tiny compared to the gravity we feel on Earth, being only about 1/294,000 as big, so you don't feel it at all. But this force is what keeps the moon in orbit around the Earth, circling us about every 27.3 days.\n</HorizontalLayout>\n\n***\n\n<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/tractive_1.jpg\"} width={400} height={226} alt={\"diagram of earth and moon showing gravitational effect of earth\"} className={\"w-full max-w-sm md:mr-4\"} />\n\n  This tiny gravitational tug toward the moon is not, itself, what causes tides. Instead it is the fact that this tug is slightly different at different places on the Earth, as shown above. Right at the center of the Earth, the gravitational force (green arrow) exactly balances the mass times the acceleration (orange arrow). But on the side of the Earth closer to the moon, the gravitational tug is a little bigger, because the moon is closer, and so there is a tiny imbalance (the black arrow). On the side of the Earth farthest from the moon, the gravitational tug is weaker, and so the tiny imbalance points in the opposite direction.\n</HorizontalLayout>\n\n***\n\n<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/tractive_2.jpg\"} width={400} height={258} alt={\"diagram of earth and moon showing gravitational effect of earth\"} className={\"w-full max-w-sm md:mr-4\"} />\n\n  These small imbalances to the gravitational tug of the moon are only able to pull oceans around on the Earth when they are acting sideways, so in the figure above the black arrows show the pattern of this little sideways force. We call this the \"tractive force\" and as you can see in the figure it is like pinching a ball from two sides, stretching it out. At its biggest, the tractive force from the moon is only about one twelve-millionth the size of gravity, really, really tiny! The reason it is so effective at causing tides is that it is acting at a period (12.42 hours) that is similar to the resonant period of ocean basins. The \"resonant period\" is the natural time that the oceans would slosh at. Every basin of water, from a glass of water to a bathtub to an ocean has a resonant period, longer periods for bigger basins.\n</HorizontalLayout>\n\n***\n\n<HorizontalLayout>\n  <Video src={'/videos/tractive_0.mp4'} id={'dec0'} className={' max-w-sm w-full'} />\n\n  The Earth is rotating under this pattern of tractive force about once a day. In the movie we plot the size and direction of the tractive force (the red arrows) at three places on the Earth, as the moon (the smaller green sphere) circles around over the course of a day (really the Earth is rotating under the moon, but the movie is made to show things from an Earth-centered point of view). At any place water is getting tugged back and forth in a pattern that repeats twice a day, and this is the fundamental reason why there are two tides a day.\n</HorizontalLayout>\n\n***\n\n## Why are the two tides in a day different in size?\n\nOne of the low waters in a day is often much lower than the other in our region. This has an interesting pattern over a year: in summer the lower low water happens in the day, but in the winter it happens at night. The reason has to do with the tilt of the Earth's axis relative to the sun - the same tilt that causes Summer and Winter. The extra tug the tides feel once a day causes the difference in the low waters.\n\n***\n\n<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/declination.jpg\"} width={400} height={225} alt={\"diagram of earth and moon showing declination\"} />\n\n  You may have noticed that in the [movie in the section above](#dec0) it says \"Lunar Declination = 0 degrees.\" Declination is the word astronomers use to describe the angle of the moon or sun relative to the plane of the Earth's equator. The Earth's spin axis is tilted by about 23.5 degrees relative to the plane on which we orbit the sun - this of course gives rise to the seasons. The moon is orbiting the Earth on about the same plane, and so once a month it has a large positive declination, as shown in the figure. Twice a month the moon has zero declination, and the tractive force pattern is like the first movie.\n</HorizontalLayout>\n\n***\n\n<HorizontalLayout>\n  <Video src={'/videos/tractive_23.5.mp4'} />\n\n  In this second movie we show the pattern of tractive force when the moon is at its maximum declination. The patterns are much more complicated, like pretzels, but you can think of them as being a combination of twice-a-day forcing and once-a-day forcing, and this is the fundamental reason for the two low waters in a day being so different.\n</HorizontalLayout>\n\n***\n\n## Monthly Patterns: the Spring-Neap Cycle\n\nThere is a clear pattern over a month, with larger tidal ranges happening about every two weeks. These are called \"Spring Tides\" and the times in-between with smaller tidal range are called \"Neap Tides.\" Spring tides happen when the forcing due to the sun and moon are acting together, which happens during full moon or new moon. Sometime one spring tide is noticeably smaller than the one two weeks before. This is because the moon's orbit is elliptical and so sometime is it nearer to the Earth and has a bigger effect on tides. When a full moon happens at the same time that the Moon is at the closest part of its elliptical orbit we call it a \"Super Moon.\"\n\n***\n\n<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/Sun_Moon_Ellipticity.jpg\"} width={400} height={173} alt={\"diagram of earth, moon and sun showing orbits and daylight period\"} />\n\n  The moon and the sun both cause twice-a-day tides, but with slightly different periods. The period for the sun is 12 hours, but for the moon it is 12.42 hours, because the moon is slowly circling around the Earth (over a month). When you add these two together you get a \"beat frequency\" in which the two types of forcing add to each other when the sun, Earth, and moon are lined up. In the sketch this alignment is happening at full moon, but it also happens at new moon. The result is that during full and new moons we have larger tidal ranges, which we call \"Spring Tides.\" During half moons the gravitational forcings from the sun and moon partially cancel each other out and we see smaller tidal ranges, called \"Neap Tides.\"\n</HorizontalLayout>\n\n***\n\n<Image src={\"/images/Figs_tide_background/Semi_Diurnal_Ellipticity.png\"} width={900} height={400} alt={\"Graph showing Semi-Diaurnal Tide height\"} />\n\nPlotted here is a year of tides at Seattle. This is not the whole tide, but just that part of the tide forced at twice-a-day frequency by the sun and moon. There are about two spring tides per month. Also shown on the figure is the timing of full and new moons, and these clearly line up with the spring tides. There is a clear variation of the size of spring tides, like in April 2016 there is a strong spring tide followed by a weak spring tide. The reason for this is that the moon's orbit around the Earth is elliptical, and so about once a month it is relatively closer to the Earth. This is shown in the figure by the \"Lunar Tractive Force\" lines. What these show is, for example in April 2016, the first spring tide was during a new moon that had a larger tractive force because the moon was at the close part of its elliptical orbit. At the following spring tide during a full moon the moon was at the far side of its elliptical orbit, and so had a smaller tractive force. The ellipticity is not happening at exactly the same frequency as the full moon, so the pattern varies throughout the year, and over different years.\n\n***\n\n## What causes variation of the once-a-day tides?\n\nThere is also a monthly variation of the once-a-day tides, caused by the declination of the moon.\n\n***\n\n<HorizontalLayout>\n  As we explained [above](#why-are-the-two-tides-in-a-day-different-in-size), the once-a-day part of the tides is caused by the declination of the sun or moon above the plane of the Earth's equator. In the figure we plot just the once-a-day part of the tide forced by the moon, over three months. During this time the maximum declination was about 18 degrees. During times when the declination is largest, either positive or negative, the once-a-day tides are largest, and when declination is zero they also drop to zero. This is one of the reasons that the observed tide pattern is so complicated. The reason that the maximum declination was only 18 degrees is that the plane of the moon's orbit is actually tilted about 5 degrees off of the plane of Earth's orbit around the sun, and the orientation of that 5 degrees varies over a period of about 18.6 year. During 2016 the orientation was such that this 5 degree tilt was subtracting from the maximum declination.\n\n  <Image src={\"/images/Figs_tide_background/MoonDec.png\"} width={712} height={650} alt={\"Graph showing tides and lunar declination\"} />\n</HorizontalLayout>\n\n***\n\n<HorizontalLayout>\n  <Video src={'/videos/day_movie_Seattle_Summer.mp4'} />\n\n  The movie shows tide height at Seattle over a month. It is easier to understand if you pause it: then the plot is tide height vs. time for a single day (date shown at upper left). If you go to the next frame it is the tide height for the following day.\n\n  The time at which the moon is highest in the sky is shown by the white circle, and it is clear that the phase of the tide follows the moon, with peaks happening 50 minutes later each day. This is during the time of year when lower low water happens in the day, because of the sun's contribution to the once-a-day tides. \"Minus tides\" are marked in red.\n</HorizontalLayout>\n\n***\n\n## What causes variation of the tides over a full year?\n\nOver a year you can see about 25 Spring Tides. Also the tide range is larger during the summer and winter solstice times, which is because of the sun's declination causing larger once-a-day tides then. There is also a variation of the tidally-averaged sea level that can cause mean water levels in the winter to be almost two feet higher than in the summer. The reason is the weather.\n\n***\n\n<Image src={\"/images/Figs_tide_background/Seattle%20SSH%20Decomposition.png\"} width={900} height={538} alt={\"Graph of observed tide height at Seattle\"} />\n\nThe observed tide height at Seattle for 2016 is shown in the top panel. The tides due to the main forcing mechanisms we have explored for once-a-day and twice-a-day tides are shown in the lower panel. A new line is the green one, which shows the once-a-day tides forced by the sun. These peak at the summer and winter solstices, when the sun's declination is highest or lowest.\n\n### Adding up the lines\n\nThe amazing this is that if we add up the three lines in the lower plot we get something that looks almost exactly like the upper plot. This means that we can explain almost the full complexity of the tidal cycle as the sum of three parts:\n\n* Twice-a-day tides forced by the sun and moon, with spring-neap variation modulated by the ellipticity of the moon's orbit.\n* Once-a-day tides forced by the declination of the moon, and\n* Once-a-day tides forced by the declination of the sun.\n\n***\n\n<Image src={\"/images/Figs_tide_background/Seattle%20SSH%202016.png\"} width={900} height={541} alt={\"Graph of tidal averaging\"} />\n\nThe most import remaining part of the actual sea level is revealed in the plot by \"tidal averaging.\" The blue line is the actual sea surface height. The black line (also plotted on its own in the lower panel), is the sea surface height obtained by averaging over a few days to remove the tidal variation. What is apparent is that this \"mean sea level\" can be up to 0.6 m (2 feet) higher in the winter than during the summer. There are two reasons for this, both caused by the weather. First, during winter storms the winds on the coast are more from the south, and because of the Coriolis force this pushes water toward the coast, raising sea level even in the Salish Sea at Seattle. The second reason is that storms are often accompanied by lower atmospheric pressure and this actually pulls the water level higher.\n\n***\n\n## Longer Variation of Sea Level\n\nOne interesting reason for decadal variation of the tides is due to the lunar declination. We mentioned above that the plane of the lunar orbit is tilted by 5 degrees off of the plane of the Earth's orbit around the sun. The orientation of this 5 degree tilt changes slowly relative to the tilt of the Earth, like a plate doing a circular wobble as it drops onto a counter. It takes 18.6 years for this wobble to go through a full cycle. At one part of the cycle the maximum lunar declination is 23.5-5=18.5 degrees, and at the other part (9.3 years later) the maximum declination is 23.5+5=28.5 degrees. The consequence is that the lunar contribution to diurnal tides is bigger when the declination is bigger.\n\n***\n\n<Image src={\"/images/Figs_tide_background/tide_decadal.png\"} width={2806} height={1600} alt={\"Decadal Change in Tides]\"} />\n\nIn this plot we compare predicted tides at Seattle for two years: in 2017 the lunar declination was near its minimum, and in 2025 it will be near its maximum. Overall the patterns are very similar, and the high waters are almost the same, but the lower low waters are often 30 cm (1 ft) lower in 2025. If you are an oyster grower this means a big change in the amount of intertidal area you can walk on at low tide!\n\nFinally, there is long-term variation of sea level, due to melting ice caps, warming ocean waters, and local, slow deformation of the Earth's crust due to things like plate tectonics or the advance and retreat of glaciers. At Seattle mean sea level has risen by about 20 cm over the past century. There are other parts of the Pacific Northwest, however where mean sea level is going down, because the land is rising up faster than the ocean. NOAA has an [outstanding website](https://tidesandcurrents.noaa.gov/sltrends/) where you can explore these trends for yourself.\n\n***\n\n## Spatial patterns of the tide\n\nBecause ocean basins have irregular shapes, the response of the tide over the globe, and inside basins like the Salish Sea, forms complex patterns.\n\n<Video src={\"/videos/global_M2_movie.mp4\"} />\n\nThis movie shows the global pattern of tide height. This is not the full tide, just the twice-a-day part due to the moon's forcing. It repeats every 12.42 hours. You can see that one tidal \"slosh\" can fill a whole ocean basin, and that some bays at the edges of the ocean have really large tidal amplitude. This is because their natural resonant period is close to 12.42 hours.\n\n***\n\n<Video src={\"/videos/LO_SSH_movie.mp4\"} />\n\nThis movie shows sea surface height in the Salish Sea and the coastal waters of Oregon, Washington, and British Columbia. You can see that there is a big phase difference between the coast and Puget Sound: when it is high tide in Seattle is it low tide at the coast. These are like the two ends of a bathtub with the water sloshing. The was made from a realistic numerical model of the region called [LiveOcean](/).\n\n***\n\n## Resources\n\nThere is a lot of great information on the web about tides, especially from NOAA:\n\n* [NOAA Tides & Currents](https://tidesandcurrents.noaa.gov/)\n* [Seattle Tide Station](https://tidesandcurrents.noaa.gov/stationhome.html?id=9447130)\n* [Authoritative Educational information from NOAA](https://tidesandcurrents.noaa.gov/education.html)\n\nI also have learned a great deal from these books and reports:\n\n* White, J., 2017: TIDES: The Science and Spirit of the Ocean. Trinity University Press, San Antonio, 335 pp.\n* Boone, J. D., 2004: Secrets of the Tide: Tide and Tidal Current Analysis and Applications, Storm Surges and Sea Level Trends. Horwood Publishing, 212 pp.\n* Mofjeld, H. O. and L. H. Larsen, 1984: Tides and Tidal Currents of the Inland Waters of Western Washington. NOAA Tech. Memo. ERL PMEL-56, Pacific Marine Environmental Laboratory, NOAA.\n* Lavelle, J. W., H. O. Mofjeld, E. Lempriere-Doggett, G. A. Cannon, D. J. Pashinski, E. D. Cokelet, L. Lytle, and S. Gill, 1988: A multiply-connected channel model of tides and tidal currents in Puget Sound, Washington and a comparison with updated observations. NOAA Tech. Memo. ERL PMEL-84, Pacific Marine Environmental Laboratory, NOAA.\n* Cartwright, D. E., 1999: Tides: A scientific history, Cambridge University Press, 292 pp.\n* Doodson, A. T. and H. D. Warburg, 1941: Admiralty Manual of Tides. His Majesty's Stationery Office.\n",
    "_searchMeta": {
      "cleanContent": "the plots to the right or below show the tide height at seattle over three different time periods: image src images threeetimewindows png width 900 height 517 alt tides over three time windows these have many of the features we would like to explain: one day why are there two tidal cycles in a day why are the two low waters in a day so different from each other one month why are there times of the month with much larger tidal range why are there times in the month when the two low waters are about equal one year what causes changes in the tide over the course of a year long-term variation of the tides what about sea level rise spatial patterns of tides are the tides in seattle the same as those on the washington coast resources why are there two tides a day over one day there are about two tidal cycles meaning two high waters and two low waters tides are caused by small perturbations to gravity due to the sun and moon the sun is highest in the sky once a day and the moon is on almost the same schedule being highest in the sky once every 24 hours and 50 minutes so why are there two tidal cycles the reason is that the forcing from either sun or moon peaks twice a day tides are forced by tiny variations of gravity due to the moon and sun even though it is much smaller the moon s influence is about twice as big as the sun s because it is closer the physics is the same in both cases so we can just look at one to find out what is going on horizontallayout image src images figstidebackground rockonstring jpg width 400 height 331 alt diagram of rock on a string classname w-full max-w-sm prose-img:border prose-img:p-1 say you have a rock on a string and are swinging it in a circle around you the balance of forces keeping the rock moving in its circular path are that the force the tension in the string shown in green balances the rock s mass times its acceleration shown as orange horizontallayout horizontallayout image src images figstidebackground earth_moon jpg width 400 height 332 alt diagram of earth and moon classname not-prose w-full max-w-sm md:mr-4 the earth and the moon are like two rocks of very different size swinging around a point somewhere between them this point the in the figure is about three-quarters of the way from the center of the earth towards its surface now the force pulling them towards this center is not a string but instead is the gravitational force that the two masses exert on each other this gravity is tiny compared to the gravity we feel on earth being only about 1 294 000 as big so you don t feel it at all but this force is what keeps the moon in orbit around the earth circling us about every 27 3 days horizontallayout horizontallayout image src images figstidebackground tractive_1 jpg width 400 height 226 alt diagram of earth and moon showing gravitational effect of earth classname w-full max-w-sm md:mr-4 this tiny gravitational tug toward the moon is not itself what causes tides instead it is the fact that this tug is slightly different at different places on the earth as shown above right at the center of the earth the gravitational force green arrow exactly balances the mass times the acceleration orange arrow but on the side of the earth closer to the moon the gravitational tug is a little bigger because the moon is closer and so there is a tiny imbalance the black arrow on the side of the earth farthest from the moon the gravitational tug is weaker and so the tiny imbalance points in the opposite direction horizontallayout horizontallayout image src images figstidebackground tractive_2 jpg width 400 height 258 alt diagram of earth and moon showing gravitational effect of earth classname w-full max-w-sm md:mr-4 these small imbalances to the gravitational tug of the moon are only able to pull oceans around on the earth when they are acting sideways so in the figure above the black arrows show the pattern of this little sideways force we call this the tractive force and as you can see in the figure it is like pinching a ball from two sides stretching it out at its biggest the tractive force from the moon is only about one twelve-millionth the size of gravity really really tiny the reason it is so effective at causing tides is that it is acting at a period 12 42 hours that is similar to the resonant period of ocean basins the resonant period is the natural time that the oceans would slosh at every basin of water from a glass of water to a bathtub to an ocean has a resonant period longer periods for bigger basins horizontallayout horizontallayout video src videos tractive_0 mp4 id dec0 classname max-w-sm w-full the earth is rotating under this pattern of tractive force about once a day in the movie we plot the size and direction of the tractive force the red arrows at three places on the earth as the moon the smaller green sphere circles around over the course of a day really the earth is rotating under the moon but the movie is made to show things from an earth-centered point of view at any place water is getting tugged back and forth in a pattern that repeats twice a day and this is the fundamental reason why there are two tides a day horizontallayout why are the two tides in a day different in size one of the low waters in a day is often much lower than the other in our region this has an interesting pattern over a year: in summer the lower low water happens in the day but in the winter it happens at night the reason has to do with the tilt of the earth s axis relative to the sun - the same tilt that causes summer and winter the extra tug the tides feel once a day causes the difference in the low waters horizontallayout image src images figstidebackground declination jpg width 400 height 225 alt diagram of earth and moon showing declination you may have noticed that in the movie in the section above it says lunar declination 0 degrees declination is the word astronomers use to describe the angle of the moon or sun relative to the plane of the earth s equator the earth s spin axis is tilted by about 23 5 degrees relative to the plane on which we orbit the sun - this of course gives rise to the seasons the moon is orbiting the earth on about the same plane and so once a month it has a large positive declination as shown in the figure twice a month the moon has zero declination and the tractive force pattern is like the first movie horizontallayout horizontallayout video src videos tractive_23 5 mp4 in this second movie we show the pattern of tractive force when the moon is at its maximum declination the patterns are much more complicated like pretzels but you can think of them as being a combination of twice-a-day forcing and once-a-day forcing and this is the fundamental reason for the two low waters in a day being so different horizontallayout monthly patterns: the spring-neap cycle there is a clear pattern over a month with larger tidal ranges happening about every two weeks these are called spring tides and the times in-between with smaller tidal range are called neap tides spring tides happen when the forcing due to the sun and moon are acting together which happens during full moon or new moon sometime one spring tide is noticeably smaller than the one two weeks before this is because the moon s orbit is elliptical and so sometime is it nearer to the earth and has a bigger effect on tides when a full moon happens at the same time that the moon is at the closest part of its elliptical orbit we call it a super moon horizontallayout image src images figstidebackground sunmoonellipticity jpg width 400 height 173 alt diagram of earth moon and sun showing orbits and daylight period the moon and the sun both cause twice-a-day tides but with slightly different periods the period for the sun is 12 hours but for the moon it is 12 42 hours because the moon is slowly circling around the earth over a month when you add these two together you get a beat frequency in which the two types of forcing add to each other when the sun earth and moon are lined up in the sketch this alignment is happening at full moon but it also happens at new moon the result is that during full and new moons we have larger tidal ranges which we call spring tides during half moons the gravitational forcings from the sun and moon partially cancel each other out and we see smaller tidal ranges called neap tides horizontallayout image src images figstidebackground semidiurnalellipticity png width 900 height 400 alt graph showing semi-diaurnal tide height plotted here is a year of tides at seattle this is not the whole tide but just that part of the tide forced at twice-a-day frequency by the sun and moon there are about two spring tides per month also shown on the figure is the timing of full and new moons and these clearly line up with the spring tides there is a clear variation of the size of spring tides like in april 2016 there is a strong spring tide followed by a weak spring tide the reason for this is that the moon s orbit around the earth is elliptical and so about once a month it is relatively closer to the earth this is shown in the figure by the lunar tractive force lines what these show is for example in april 2016 the first spring tide was during a new moon that had a larger tractive force because the moon was at the close part of its elliptical orbit at the following spring tide during a full moon the moon was at the far side of its elliptical orbit and so had a smaller tractive force the ellipticity is not happening at exactly the same frequency as the full moon so the pattern varies throughout the year and over different years what causes variation of the once-a-day tides there is also a monthly variation of the once-a-day tides caused by the declination of the moon horizontallayout as we explained above the once-a-day part of the tides is caused by the declination of the sun or moon above the plane of the earth s equator in the figure we plot just the once-a-day part of the tide forced by the moon over three months during this time the maximum declination was about 18 degrees during times when the declination is largest either positive or negative the once-a-day tides are largest and when declination is zero they also drop to zero this is one of the reasons that the observed tide pattern is so complicated the reason that the maximum declination was only 18 degrees is that the plane of the moon s orbit is actually tilted about 5 degrees off of the plane of earth s orbit around the sun and the orientation of that 5 degrees varies over a period of about 18 6 year during 2016 the orientation was such that this 5 degree tilt was subtracting from the maximum declination image src images figstidebackground moondec png width 712 height 650 alt graph showing tides and lunar declination horizontallayout horizontallayout video src videos daymovieseattle_summer mp4 the movie shows tide height at seattle over a month it is easier to understand if you pause it: then the plot is tide height vs time for a single day date shown at upper left if you go to the next frame it is the tide height for the following day the time at which the moon is highest in the sky is shown by the white circle and it is clear that the phase of the tide follows the moon with peaks happening 50 minutes later each day this is during the time of year when lower low water happens in the day because of the sun s contribution to the once-a-day tides minus tides are marked in red horizontallayout what causes variation of the tides over a full year over a year you can see about 25 spring tides also the tide range is larger during the summer and winter solstice times which is because of the sun s declination causing larger once-a-day tides then there is also a variation of the tidally-averaged sea level that can cause mean water levels in the winter to be almost two feet higher than in the summer the reason is the weather image src images figstidebackground seattle 20ssh 20decomposition png width 900 height 538 alt graph of observed tide height at seattle the observed tide height at seattle for 2016 is shown in the top panel the tides due to the main forcing mechanisms we have explored for once-a-day and twice-a-day tides are shown in the lower panel a new line is the green one which shows the once-a-day tides forced by the sun these peak at the summer and winter solstices when the sun s declination is highest or lowest adding up the lines the amazing this is that if we add up the three lines in the lower plot we get something that looks almost exactly like the upper plot this means that we can explain almost the full complexity of the tidal cycle as the sum of three parts: twice-a-day tides forced by the sun and moon with spring-neap variation modulated by the ellipticity of the moon s orbit once-a-day tides forced by the declination of the moon and once-a-day tides forced by the declination of the sun image src images figstidebackground seattle 20ssh 202016 png width 900 height 541 alt graph of tidal averaging the most import remaining part of the actual sea level is revealed in the plot by tidal averaging the blue line is the actual sea surface height the black line also plotted on its own in the lower panel is the sea surface height obtained by averaging over a few days to remove the tidal variation what is apparent is that this mean sea level can be up to 0 6 m 2 feet higher in the winter than during the summer there are two reasons for this both caused by the weather first during winter storms the winds on the coast are more from the south and because of the coriolis force this pushes water toward the coast raising sea level even in the salish sea at seattle the second reason is that storms are often accompanied by lower atmospheric pressure and this actually pulls the water level higher longer variation of sea level one interesting reason for decadal variation of the tides is due to the lunar declination we mentioned above that the plane of the lunar orbit is tilted by 5 degrees off of the plane of the earth s orbit around the sun the orientation of this 5 degree tilt changes slowly relative to the tilt of the earth like a plate doing a circular wobble as it drops onto a counter it takes 18 6 years for this wobble to go through a full cycle at one part of the cycle the maximum lunar declination is 23 5-5 18 5 degrees and at the other part 9 3 years later the maximum declination is 23 5 5 28 5 degrees the consequence is that the lunar contribution to diurnal tides is bigger when the declination is bigger image src images figstidebackground tide_decadal png width 2806 height 1600 alt decadal change in tides in this plot we compare predicted tides at seattle for two years: in 2017 the lunar declination was near its minimum and in 2025 it will be near its maximum overall the patterns are very similar and the high waters are almost the same but the lower low waters are often 30 cm 1 ft lower in 2025 if you are an oyster grower this means a big change in the amount of intertidal area you can walk on at low tide finally there is long-term variation of sea level due to melting ice caps warming ocean waters and local slow deformation of the earth s crust due to things like plate tectonics or the advance and retreat of glaciers at seattle mean sea level has risen by about 20 cm over the past century there are other parts of the pacific northwest however where mean sea level is going down because the land is rising up faster than the ocean noaa has an outstanding website where you can explore these trends for yourself spatial patterns of the tide because ocean basins have irregular shapes the response of the tide over the globe and inside basins like the salish sea forms complex patterns video src videos globalm2movie mp4 this movie shows the global pattern of tide height this is not the full tide just the twice-a-day part due to the moon s forcing it repeats every 12 42 hours you can see that one tidal slosh can fill a whole ocean basin and that some bays at the edges of the ocean have really large tidal amplitude this is because their natural resonant period is close to 12 42 hours video src videos losshmovie mp4 this movie shows sea surface height in the salish sea and the coastal waters of oregon washington and british columbia you can see that there is a big phase difference between the coast and puget sound: when it is high tide in seattle is it low tide at the coast these are like the two ends of a bathtub with the water sloshing the was made from a realistic numerical model of the region called liveocean resources there is a lot of great information on the web about tides especially from noaa: noaa tides currents seattle tide station authoritative educational information from noaa i also have learned a great deal from these books and reports: white j 2017: tides: the science and spirit of the ocean trinity university press san antonio 335 pp boone j d 2004: secrets of the tide: tide and tidal current analysis and applications storm surges and sea level trends horwood publishing 212 pp mofjeld h o and l h larsen 1984: tides and tidal currents of the inland waters of western washington noaa tech memo erl pmel-56 pacific marine environmental laboratory noaa lavelle j w h o mofjeld e lempriere-doggett g a cannon d j pashinski e d cokelet l lytle and s gill 1988: a multiply-connected channel model of tides and tidal currents in puget sound washington and a comparison with updated observations noaa tech memo erl pmel-84 pacific marine environmental laboratory noaa cartwright d e 1999: tides: a scientific history cambridge university press 292 pp doodson a t and h d warburg 1941: admiralty manual of tides his majesty s stationery office",
      "headings": [
        "The plots to the right or below show the tide height at Seattle over three different time periods:",
        "These have many of the features we would like to explain:",
        "Why are there two tides a day?",
        "Why are the two tides in a day different in size?",
        "Monthly Patterns: the Spring-Neap Cycle",
        "What causes variation of the once-a-day tides?",
        "What causes variation of the tides over a full year?",
        "Longer Variation of Sea Level",
        "Spatial patterns of the tide",
        "Resources"
      ],
      "keywords": [
        "The plots to the right or below show the tide height at Seattle over three different time periods:",
        "These have many of the features we would like to explain:",
        "Why are there two tides a day?",
        "Why are the two tides in a day different in size?",
        "Monthly Patterns: the Spring-Neap Cycle",
        "What causes variation of the once-a-day tides?",
        "What causes variation of the tides over a full year?",
        "Longer Variation of Sea Level",
        "Spatial patterns of the tide",
        "Resources",
        "One Day",
        "One Month",
        "One Year",
        "Long-term Variation of the Tides",
        "Spatial Patterns of Tides",
        "RESOURCES",
        "## Why are there two tides a day?\n\nOver one day there are about two tidal cycles, meaning two high waters and two low waters. Tides are caused by small perturbations to gravity due to the sun and moon. The sun is highest in the sky once a day, and the moon is on almost the same schedule, being highest in the sky once every 24 hours and 50 minutes. So why are there two tidal cycles? The reason is that the forcing from either sun or moon peaks twice a day.\n\nTides are forced by tiny variations of gravity due to the moon and sun. Even though it is much smaller, the moon's influence is about twice as big as the sun's, because it is closer. The physics is the same in both cases so we can just look at one to find out what is going on.",
        "<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/earth_moon.jpg\"} width={400} height={332} alt={\"diagram of earth and moon\"} className={\"not-prose w-full max-w-sm md:mr-4\"} />\n\n  The Earth and the moon are like two rocks (of very different size!) swinging around a point somewhere between them. This point, the \"+\" in the figure, is about three-quarters of the way from the center of the Earth towards its surface. Now the force pulling them towards this center is not a string, but instead is the gravitational force that the two masses exert on each other. This \"gravity\" is tiny compared to the gravity we feel on Earth, being only about 1/294,000 as big, so you don't feel it at all. But this force is what keeps the moon in orbit around the Earth, circling us about every 27.3 days.\n</HorizontalLayout>",
        "<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/tractive_2.jpg\"} width={400} height={258} alt={\"diagram of earth and moon showing gravitational effect of earth\"} className={\"w-full max-w-sm md:mr-4\"} />\n\n  These small imbalances to the gravitational tug of the moon are only able to pull oceans around on the Earth when they are acting sideways, so in the figure above the black arrows show the pattern of this little sideways force. We call this the \"tractive force\" and as you can see in the figure it is like pinching a ball from two sides, stretching it out. At its biggest, the tractive force from the moon is only about one twelve-millionth the size of gravity, really, really tiny! The reason it is so effective at causing tides is that it is acting at a period (12.42 hours) that is similar to the resonant period of ocean basins. The \"resonant period\" is the natural time that the oceans would slosh at. Every basin of water, from a glass of water to a bathtub to an ocean has a resonant period, longer periods for bigger basins.\n</HorizontalLayout>",
        "## Why are the two tides in a day different in size?\n\nOne of the low waters in a day is often much lower than the other in our region. This has an interesting pattern over a year: in summer the lower low water happens in the day, but in the winter it happens at night. The reason has to do with the tilt of the Earth's axis relative to the sun - the same tilt that causes Summer and Winter. The extra tug the tides feel once a day causes the difference in the low waters.",
        "<HorizontalLayout>\n  <Video src={'/videos/tractive_23.5.mp4'} />\n\n  In this second movie we show the pattern of tractive force when the moon is at its maximum declination. The patterns are much more complicated, like pretzels, but you can think of them as being a combination of twice-a-day forcing and once-a-day forcing, and this is the fundamental reason for the two low waters in a day being so different.\n</HorizontalLayout>",
        "<HorizontalLayout>\n  <Image src={\"/images/Figs_tide_background/Sun_Moon_Ellipticity.jpg\"} width={400} height={173} alt={\"diagram of earth, moon and sun showing orbits and daylight period\"} />\n\n  The moon and the sun both cause twice-a-day tides, but with slightly different periods. The period for the sun is 12 hours, but for the moon it is 12.42 hours, because the moon is slowly circling around the Earth (over a month). When you add these two together you get a \"beat frequency\" in which the two types of forcing add to each other when the sun, Earth, and moon are lined up. In the sketch this alignment is happening at full moon, but it also happens at new moon. The result is that during full and new moons we have larger tidal ranges, which we call \"Spring Tides.\" During half moons the gravitational forcings from the sun and moon partially cancel each other out and we see smaller tidal ranges, called \"Neap Tides.\"\n</HorizontalLayout>",
        "## What causes variation of the once-a-day tides?\n\nThere is also a monthly variation of the once-a-day tides, caused by the declination of the moon.",
        "<HorizontalLayout>\n  <Video src={'/videos/day_movie_Seattle_Summer.mp4'} />\n\n  The movie shows tide height at Seattle over a month. It is easier to understand if you pause it: then the plot is tide height vs. time for a single day (date shown at upper left). If you go to the next frame it is the tide height for the following day.\n\n  The time at which the moon is highest in the sky is shown by the white circle, and it is clear that the phase of the tide follows the moon, with peaks happening 50 minutes later each day. This is during the time of year when lower low water happens in the day, because of the sun's contribution to the once-a-day tides. \"Minus tides\" are marked in red.\n</HorizontalLayout>",
        "<Image src={\"/images/Figs_tide_background/Seattle%20SSH%202016.png\"} width={900} height={541} alt={\"Graph of tidal averaging\"} />\n\nThe most import remaining part of the actual sea level is revealed in the plot by \"tidal averaging.\" The blue line is the actual sea surface height. The black line (also plotted on its own in the lower panel), is the sea surface height obtained by averaging over a few days to remove the tidal variation. What is apparent is that this \"mean sea level\" can be up to 0.6 m (2 feet) higher in the winter than during the summer. There are two reasons for this, both caused by the weather. First, during winter storms the winds on the coast are more from the south, and because of the Coriolis force this pushes water toward the coast, raising sea level even in the Salish Sea at Seattle. The second reason is that storms are often accompanied by lower atmospheric pressure and this actually pulls the water level higher.",
        "<Image src={\"/images/Figs_tide_background/tide_decadal.png\"} width={2806} height={1600} alt={\"Decadal Change in Tides]\"} />\n\nIn this plot we compare predicted tides at Seattle for two years: in 2017 the lunar declination was near its minimum, and in 2025 it will be near its maximum. Overall the patterns are very similar, and the high waters are almost the same, but the lower low waters are often 30 cm (1 ft) lower in 2025. If you are an oyster grower this means a big change in the amount of intertidal area you can walk on at low tide!\n\nFinally, there is long-term variation of sea level, due to melting ice caps, warming ocean waters, and local, slow deformation of the Earth's crust due to things like plate tectonics or the advance and retreat of glaciers. At Seattle mean sea level has risen by about 20 cm over the past century. There are other parts of the Pacific Northwest, however where mean sea level is going down, because the land is rising up faster than the ocean. NOAA has an [outstanding website](https://tidesandcurrents.noaa.gov/sltrends/) where you can explore these trends for yourself.",
        "<Video src={\"/videos/LO_SSH_movie.mp4\"} />\n\nThis movie shows sea surface height in the Salish Sea and the coastal waters of Oregon, Washington, and British Columbia. You can see that there is a big phase difference between the coast and Puget Sound: when it is high tide in Seattle is it low tide at the coast. These are like the two ends of a bathtub with the water sloshing. The was made from a realistic numerical model of the region called [LiveOcean](/)."
      ]
    }
  },
  {
    "slug": "/docs/forecastmovies/p5_PS_speed_top",
    "title": "Puget Sound Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4'}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_PS_speed_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color and arrows show the surface currents throughout Puget Sound. The strongest influence on the currents is the tides, although winds may also have a big effect, especially near river plumes.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1psspeed_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color and arrows show the surface currents throughout puget sound the strongest influence on the currents is the tides although winds may also have a big effect especially near river plumes the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/forecastmovies/p5_PS_temp_top",
    "title": "Puget Sound Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4'}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_PS_temp_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color shows the temperature of surface waters throughout Puget Sound.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1pstemp_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color shows the temperature of surface waters throughout puget sound the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/forecastmovies/p5_Phab_full_salt_top",
    "title": "Full Region Surface Salinity and Drifters",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<Video src={'/videos/Phab_full_salt_top.mp4'} className={'md:float-left not-prose max-w-sm mr-4'} />\n\nThe color shows the salinity of the surface of the ocean which varies from zero in freshwater to about 34 parts-per-thousand in the ocean. Plumes from many rivers are apparent, especially the Columbia River on the coast and the Fraser River within the Salish Sea. The river plumes can be moved around quite a bit depending on the direction of the prevailing wind. Often during the winter, when winds are dominated by storms coming from the south, the Columbia River plume is pushed tight to the Washington coast, and may reach all the way to Neah Bay and even into the Strait of Juan de Fuca. During the summer we often see winds from the north and the Columbia River plume is pushed southwards and offshore (the offshore drift is a consequence of the Earth's rotation, the so-called \"Coriolis force\"). The importance of our many rivers is that they can deliver things like sediment and nutrients from the land to the coast. They also increase the stratificaion of the water near the coast. The river plumes may also be transport pathways for larvae of some species such as the invasive European Green Crab. Within the Salish Sea the rivers provide a key ingredient driving the massive estuarine exchange flow.\n\nThe movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle. The black line off the coast on the map is the 200 m depth line, which marks the \"shelf break\" separating the coastal region from the deeper ocean beyond.\n\nAs part of a project to help forecast Harmful Algal Blooms along the coast, the blooms that influence whether or not razor clams are safe to harvest at the beach, we forecast the movement of simulated drifters. These are the arrays of moving red dots on the map. They are released at regions known to be potential sources of Harmful Algae, and then followed for three days to see if they are heading for the beach. This is just one of many pieces of information used by the managers who keep the razor clam harvest safe. Close ups of the particle tracks from two regions are plotted in the panels on the right. The upper right panel is the region of the Juan de Fuca Eddy. The lower right panel is the region over Heceta Bank.\n\nThe Orange star in the upper right panel shows the location of the ESP mooring, which is deployed seasonally from May through October. This mooring measures and reports concentrations of the Pseudo-nitzschia HAB toxin domoic acid every two to three days to inform coastal resource managers, health officials and the PNW HAB Bulletin about offshore HAB conditions. [Here](https://www.nanoos.org/products/habs/real-time/home.php) is the Real-time HABs site. And [here](https://www.nanoos.org/products/habs/real-time/about/esp.php) is info about the ESP.\n",
    "_searchMeta": {
      "cleanContent": "video src videos phabfullsalt_top mp4 classname md:float-left not-prose max-w-sm mr-4 the color shows the salinity of the surface of the ocean which varies from zero in freshwater to about 34 parts-per-thousand in the ocean plumes from many rivers are apparent especially the columbia river on the coast and the fraser river within the salish sea the river plumes can be moved around quite a bit depending on the direction of the prevailing wind often during the winter when winds are dominated by storms coming from the south the columbia river plume is pushed tight to the washington coast and may reach all the way to neah bay and even into the strait of juan de fuca during the summer we often see winds from the north and the columbia river plume is pushed southwards and offshore the offshore drift is a consequence of the earth s rotation the so-called coriolis force the importance of our many rivers is that they can deliver things like sediment and nutrients from the land to the coast they also increase the stratificaion of the water near the coast the river plumes may also be transport pathways for larvae of some species such as the invasive european green crab within the salish sea the rivers provide a key ingredient driving the massive estuarine exchange flow the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle the black line off the coast on the map is the 200 m depth line which marks the shelf break separating the coastal region from the deeper ocean beyond as part of a project to help forecast harmful algal blooms along the coast the blooms that influence whether or not razor clams are safe to harvest at the beach we forecast the movement of simulated drifters these are the arrays of moving red dots on the map they are released at regions known to be potential sources of harmful algae and then followed for three days to see if they are heading for the beach this is just one of many pieces of information used by the managers who keep the razor clam harvest safe close ups of the particle tracks from two regions are plotted in the panels on the right the upper right panel is the region of the juan de fuca eddy the lower right panel is the region over heceta bank the orange star in the upper right panel shows the location of the esp mooring which is deployed seasonally from may through october this mooring measures and reports concentrations of the pseudo-nitzschia hab toxin domoic acid every two to three days to inform coastal resource managers health officials and the pnw hab bulletin about offshore hab conditions here is the real-time habs site and here is info about the esp",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/forecastmovies/p5_full_oxygen_bot",
    "title": "Full Region Bottom Oxygen",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<HorizontalLayout>\n  <Video src={'/videos/P1_full_oxygen_bot.mp4'} className={'max-w-sm w-full'} />\n\n  ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n  The color shows the amount of dissolved oxygen predicted by the model to be in the water. We model the oxygen at all depths, but the movie is focused on the bottom water, which is where oxygen is often the lowest. When oxygen drops below 2 mg/L (the red part of the colors) that is called \"hypoxia\" and organisms like crabs begin to be negatively affected. In our region hypoxia typically develops every summer on the continental shelf. In part this is because the water upwelled onto the shelf is already low in oxygen, and in part it is because of phytoplankton blooms near the surface. When these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen.\n\n  The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle. The black line off the coast on the map is the 200 m depth line, which marks the \"shelf break\" separating the coastal region from the deeper ocean beyond.\n</HorizontalLayout>\n",
    "_searchMeta": {
      "cleanContent": "horizontallayout video src videos p1fulloxygen_bot mp4 classname max-w-sm w-full this is a movie made from the most recent liveocean three-day forecast the color shows the amount of dissolved oxygen predicted by the model to be in the water we model the oxygen at all depths but the movie is focused on the bottom water which is where oxygen is often the lowest when oxygen drops below 2 mg l the red part of the colors that is called hypoxia and organisms like crabs begin to be negatively affected in our region hypoxia typically develops every summer on the continental shelf in part this is because the water upwelled onto the shelf is already low in oxygen and in part it is because of phytoplankton blooms near the surface when these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle the black line off the coast on the map is the 200 m depth line which marks the shelf break separating the coastal region from the deeper ocean beyond horizontallayout",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/forecastmovies/p5_nshelf_oxygen_bot",
    "title": "Washington Shelf Bottom Oxygen (5 days)",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast, starting two days before today.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_nshelf_oxygen_bot.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast, starting two days before today.\n\n    The color shows the amount of dissolved oxygen predicted by the model to be in the water. We model the oxygen at all depths, but the movie is focused on the bottom water, which is where oxygen is often the lowest. When oxygen drops below 2 mg/L (the red part of the colors) that is called \"hypoxia\" and organisms like crabs begin to be negatively affected. In our region hypoxia typically develops every summer on the continental shelf. In part this is because the water upwelled onto the shelf is already low in oxygen, and in part it is because of phytoplankton blooms near the surface. When these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle. The light blue lines off the coast on the map are the 100- and 200 m depth contours, the deeper of which marks the \"shelf break\" separating the coastal region from the deeper ocean beyond.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1nshelfoxygen_bot mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast starting two days before today the color shows the amount of dissolved oxygen predicted by the model to be in the water we model the oxygen at all depths but the movie is focused on the bottom water which is where oxygen is often the lowest when oxygen drops below 2 mg l the red part of the colors that is called hypoxia and organisms like crabs begin to be negatively affected in our region hypoxia typically develops every summer on the continental shelf in part this is because the water upwelled onto the shelf is already low in oxygen and in part it is because of phytoplankton blooms near the surface when these blooms die the organic particles sink to the bottom and when these degrade they use up oxygen the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle the light blue lines off the coast on the map are the 100- and 200 m depth contours the deeper of which marks the shelf break separating the coastal region from the deeper ocean beyond div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/gallery/salinity_year",
    "title": "A year of salinity in the Pacific Northwest and Salish Sea",
    "description": "",
    "content": "<Video src={'/videos/superplot_salt.mp4'} />\n\nThe movie above shows a full year of salinity simulated by the LiveOcean model. The red colors are the salty ocean, and the blue colors are the fresher waters influenced by our many rivers. The color scales are different in each panel to emphasize the processes in different regions. The Columbia River plume is especially apparent on the coast, flowing south and offshore during summer when winds are from the north. In the winter the plume hugs the coast and flows north, forced by winds from the south.\n\nWithin the Salish Sea and Puget Sound you can see the competition between fresh and salt water in the presence of strong tidal mixing. This gives rise to the \"[estuarine exchange flow](https://faculty.washington.edu/pmacc/LO/exchange_flow.html),\" in which deep ocean water is continually pulled into the large Salish Sea estuarine system. This inflowing water then mixes with a bit of fresh water from the rivers, and finally flows back out to sea. The exchange flow is 20 times bigger than the sum of all our rivers, and is the source of 95% of the nutrients that feed [phytoplankton](https://faculty.washington.edu/pmacc/LO/phytoplankton_year.html) growth in the Salish Sea. In the Puget Sound cross-section you can see that the deep waters of Main Basin grow saltier during the summer months when river flow is lowest. You can also see exchange flow \"events\" happen as a surge of salty water cascades from Admiralty Inlet down into Main Basin. This happens during especially weak neap [tides](https://faculty.washington.edu/pmacc/LO/tides_background.html) (\"apogean neaps\" when the moon is farthest away on its elliptical orbit) when the weaker tidal mixing allows the saltiest water to pour into deep Main Basin.\n",
    "_searchMeta": {
      "cleanContent": "video src videos superplot_salt mp4 the movie above shows a full year of salinity simulated by the liveocean model the red colors are the salty ocean and the blue colors are the fresher waters influenced by our many rivers the color scales are different in each panel to emphasize the processes in different regions the columbia river plume is especially apparent on the coast flowing south and offshore during summer when winds are from the north in the winter the plume hugs the coast and flows north forced by winds from the south within the salish sea and puget sound you can see the competition between fresh and salt water in the presence of strong tidal mixing this gives rise to the estuarine exchange flow in which deep ocean water is continually pulled into the large salish sea estuarine system this inflowing water then mixes with a bit of fresh water from the rivers and finally flows back out to sea the exchange flow is 20 times bigger than the sum of all our rivers and is the source of 95 of the nutrients that feed phytoplankton growth in the salish sea in the puget sound cross-section you can see that the deep waters of main basin grow saltier during the summer months when river flow is lowest you can also see exchange flow events happen as a surge of salty water cascades from admiralty inlet down into main basin this happens during especially weak neap tides apogean neaps when the moon is farthest away on its elliptical orbit when the weaker tidal mixing allows the saltiest water to pour into deep main basin",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/highresolutionsubmodels/p5_oly_salt_top",
    "title": "South Puget Sound Surface Salinity",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_Psouth_salt_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color shows the salinity of surface waters in south Puget Sound. The model is a high-resolution (150 m grid) sub-model nested inside the larger LiveOcean domain.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1psouthsalt_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color shows the salinity of surface waters in south puget sound the model is a high-resolution 150 m grid sub-model nested inside the larger liveocean domain the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/highresolutionsubmodels/p5_oly_temp_top",
    "title": "South Puget Sound Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'lg:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_Psouth_temp_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    The color shows the temperature of surface waters in south Puget Sound. The model is a high-resolution (150 m grid) sub-model nested inside the larger LiveOcean domain.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname lg:flex gap-4 div classname w-full video src videos p1psouthtemp_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast the color shows the temperature of surface waters in south puget sound the model is a high-resolution 150 m grid sub-model nested inside the larger liveocean domain the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/highresolutionsubmodels/p5_willapa_ARAG_bot",
    "title": "Willapa & Grays Bottom Ocean Acidification",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_ARAG_bot.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of aragonite saturation state (Ωarag) for bottom waters in two of the three main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north. When the aragonite saturation state sis below about 1.5 it is likely that larval oysters will not survive because they will be unable to form shells. During upwelling conditions (winds from the north, typically in the summer) the deep waters entering the coastal estuaries from the shelf can be relatively \"corrosive\" (low aragonite saturation state) because of natural and anthropogenic processes.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wgharag_bot mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of aragonite saturation state arag for bottom waters in two of the three main estuaries on the washington coast willapa bay to the south and grays harbor to the north when the aragonite saturation state sis below about 1 5 it is likely that larval oysters will not survive because they will be unable to form shells during upwelling conditions winds from the north typically in the summer the deep waters entering the coastal estuaries from the shelf can be relatively corrosive low aragonite saturation state because of natural and anthropogenic processes the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/highresolutionsubmodels/p5_willapa_ARAG_top",
    "title": "Willapa & Grays Surface Ocean Acidification",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_ARAG_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of aragonite saturation state (Ωarag) for surface waters in two of the three main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north. When the aragonite saturation state is below about 1.5 it is likely that larval oysters will not survive because they will be unable to form shells. This movie highlights the river contribution to this problem. In particular, water from the Columbia River can also be corrosive, and this water often enters Willapa Bay and Grays Harbor during downwelling conditions (winds from the south, typical of storms any time of year).\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wgharag_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of aragonite saturation state arag for surface waters in two of the three main estuaries on the washington coast willapa bay to the south and grays harbor to the north when the aragonite saturation state is below about 1 5 it is likely that larval oysters will not survive because they will be unable to form shells this movie highlights the river contribution to this problem in particular water from the columbia river can also be corrosive and this water often enters willapa bay and grays harbor during downwelling conditions winds from the south typical of storms any time of year the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/highresolutionsubmodels/p5_willapa_salt_top",
    "title": "Willapa & Grays Surface Salinity",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_salt_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of salinity for surface waters in two of the main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wghsalt_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of salinity for surface waters in two of the main estuaries on the washington coast willapa bay to the south and grays harbor to the north the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/highresolutionsubmodels/p5_willapa_speed_top",
    "title": "Willapa & Grays Surface Currents",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_speed_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of the speed of surface currents in two of the main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wghspeed_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of the speed of surface currents in two of the main estuaries on the washington coast willapa bay to the south and grays harbor to the north the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/highresolutionsubmodels/p5_willapa_temp_top",
    "title": "Willapa & Grays Surface Temperature",
    "description": "This is a movie made from the most recent LiveOcean three-day forecast.",
    "content": "<div className={'md:flex gap-4 '}>\n  <div className={'w-full'}>\n    <Video src={'/videos/P1_wgh_temp_top.mp4'} />\n  </div>\n\n  <div className={'w-full'}>\n    ### This is a movie made from the most recent LiveOcean three-day forecast.\n\n    This movie shows the predicted distribution of temperature for surface waters in two of the main estuaries on the Washington Coast, Willapa Bay to the south and Grays Harbor to the north.\n\n    The movie has a panel at the bottom that shows time. The tide is evident in the twice-a-day variation of the sea surface height. Daytimes are shown as the thick yellow lines on the horizontal axis. Winds are shown by an arrow in the middle of the map, with the scale given by the circle.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname md:flex gap-4 div classname w-full video src videos p1wghtemp_top mp4 div div classname w-full this is a movie made from the most recent liveocean three-day forecast this movie shows the predicted distribution of temperature for surface waters in two of the main estuaries on the washington coast willapa bay to the south and grays harbor to the north the movie has a panel at the bottom that shows time the tide is evident in the twice-a-day variation of the sea surface height daytimes are shown as the thick yellow lines on the horizontal axis winds are shown by an arrow in the middle of the map with the scale given by the circle div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/interactivetools/tracks2_willapa25",
    "title": "Willapa Bay Customized Drifter Tracks",
    "description": "The map plot shows tracks from simulated drifter tracks over three days from the most recent LiveOcean daily forecast.",
    "content": "<div className={'lg:flex gap-4 '}>\n  <script src=\"https://d3js.org/d3.v7.js\" />\n\n  <link href=\"/scripts/jspm/style1.css\" rel=\"stylesheet\" type=\"text/css\" />\n\n  <div className={'w-full'} id=\"map_container\">\n    <Script src=\"/scripts/jspm/tracks2_willapa25/tracks2_willapa25_d3.js\" />\n  </div>\n\n  <div className={'w-full'}>\n    <p>Time Slider: <span id=\"demo\" /></p>\n\n    <Slider defaultValue={0} min=\"0\" max=\"100\" className=\"slider\" id=\"myRange\" />\n\n    ### Willapa Bay Customized Drifter Tracks\n\n    The map plot shows tracks from simulated drifter tracks over three days from the most recent LiveOcean daily forecast. At the start time you can see the initial drifter release locations as six clusters of blue dots at locations in and near Willapa Bay. The green lines show the tracks that the drifters take over the full three days, about six tidal cycles.\n\n    Using the \"Time Slider\" you can see where each particle goes in time. If you click and drag across a region of the map with some drifters in it they will turn red. They will stay red when you use the Time Slider. By selecting different groups of particles at different times you can explore questions such as: Where do all the particles from a given release site go? or Where did all the particles that ended up in some place come from?\n\n    The model used here is a high-resolution model of these two estuaries, nested inside the larger LiveOcean model. It has 200 m horizontal resolution, 30 vertical layers, and wetting-and-drying of the intertidal. The particles stay at the ocean surface, and so can accumulate along convergence fronts. The tides in this model tend to lag real tides by about an hour. This is something that will be improved in the next version of the model.\n  </div>\n</div>\n",
    "_searchMeta": {
      "cleanContent": "div classname lg:flex gap-4 script src https: d3js org d3 v7 js link href scripts jspm style1 css rel stylesheet type text css div classname w-full id map_container script src scripts jspm tracks2willapa25 tracks2willapa25_d3 js div div classname w-full p time slider: span id demo p slider defaultvalue 0 min 0 max 100 classname slider id myrange willapa bay customized drifter tracks the map plot shows tracks from simulated drifter tracks over three days from the most recent liveocean daily forecast at the start time you can see the initial drifter release locations as six clusters of blue dots at locations in and near willapa bay the green lines show the tracks that the drifters take over the full three days about six tidal cycles using the time slider you can see where each particle goes in time if you click and drag across a region of the map with some drifters in it they will turn red they will stay red when you use the time slider by selecting different groups of particles at different times you can explore questions such as: where do all the particles from a given release site go or where did all the particles that ended up in some place come from the model used here is a high-resolution model of these two estuaries nested inside the larger liveocean model it has 200 m horizontal resolution 30 vertical layers and wetting-and-drying of the intertidal the particles stay at the ocean surface and so can accumulate along convergence fronts the tides in this model tend to lag real tides by about an hour this is something that will be improved in the next version of the model div div",
      "headings": [],
      "keywords": []
    }
  },
  {
    "slug": "/docs/navigation",
    "title": "Navigation",
    "description": "How to build our your documents menu and navigations.",
    "content": "",
    "_searchMeta": {
      "cleanContent": "",
      "headings": [],
      "keywords": [
        "navigation",
        "sidebar",
        "menus",
        "mdx",
        "nextjs",
        "documents"
      ]
    }
  }
]